{
  "swami-shantiprakash-jeevan-parichay": {
    "date": "06",
    "year": "2025",
    "month": "August",
    "title": "श्री प्रेम प्रकाश मण्डल के तृतीय पीठाधीश्वर...प्रेमावतार सतगुरु स्वामी शान्तिप्रकाश महाराज जी का संक्षिप्त जीवन परिचय",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-shantiprakash-maharaj-1.jpeg",
    "article": "सतगुरु स्वामी शान्तिप्रकाश जी महाराज का जन्म श्रावण मास की पूर्णमासी, रक्षाबंधन, मंगलवार , सन्- 1907 में सिन्ध के पवित्र गाँव 'चक नगरी' में हुआ था !\n\nस्वामी जी के पिता श्री का नाम \"श्री आसूदाराम\" और माता श्री का नाम \"जुगलबाई\" था ! दोनों बड़े धार्मिक व संत सेवी थे !\n\nस्वामी जी का बाल्यकाल का नाम \"खेराज\" था ! जो युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज ने शिक्षा-दीक्षा के पश्चात् \"शान्तिप्रकाश\" रखा !\n\nस्वामी जी बचपन से ही बहुत मेधावी थे ! वे हर  आध्यात्मिक बात को बड़े ध्यान से सुनते थे और जल्दी ही समझ लेते थे !\n\nस्वामी जी तीसरी कक्षा स्कूल की पास करने के पश्चात् 11 वर्ष की आयु में उन्हें बड़ी माता चेचक निकली ! जिसके कारण उनकी आँखों की ज्योति चली गई ! किन्तु अंदर की ज्योत जाग्रत हो गयी !\n\nस्वामी जी के घर वालें उनकों लेकर सिंध के \"सिद्ध संत सांई हरचूराम जी साहिब\" के पास ले गए ! स्वामी जी को देखकर उन्होंने कहा- बालक तो बड़ा संत होगा ! सारे जग में नाम रोशन करेगा ! संतों का वचन सत्य हुआ !\n\nस्वामी जी 12 वर्ष के हुए ! तब 'महायोगी सद्गुरु स्वामी टेऊँराम जी महाराज' मण्डली सहित 'चक नगरी' पधारें ! तब सद्गुरु और शिष्य का आत्मीय मिलन हुआ !\n\n सद्गुरु स्वामी टेऊँराम जी महाराज (टण्डाआदम) में स्वामी जी को अपने साथ आश्रम पर लेकर आये और 'श्री गुरु दरबार' व संतो की सेवा में लगा दिया ! उनकी सेवा से प्रसन्न होकर कुछ समय पश्चात् \"श्री गुरुदेव भगवान\" ने नाम-दान की दीक्षा प्रदान की !\n\nस्वामी जी 'श्री गुरु आश्रम' की सेवा बड़े श्रद्धा प्रेम भाव से किया करते थे ! भंडारे में बर्तन साफ करना, झाडू लगाना व संतों आदि की सेवा में सदैव तत्पर रहते थे !\n\nसद्गुरु महाराज जी की आज्ञा पाकर स्वामी जी ने प्रारम्भिक विधा अध्ययन के लिए हैदराबाद (सिंध) में ऋषि दयाराम गिदूमल संस्कृत विद्यालय में संस्कृत भाषा का अध्ययन किया !\n\nस्वामी जी ने समस्त शास्त्रों के अध्ययन हेतु हरिद्वार चेतन देव की कुटिया में स्वामी शंकरानन्द भारती एवं महंत श्री गुरूमुख दास जी से वेदान्त, विचार माला, विचार चन्द्रोदय, विचार सागर, वृत्ति प्रभाकर, रत्नावली, तत्व अनुसंधान एवं और भी कई वेद वेदान्त तत्व ज्ञान सम्बन्धी ग्रन्थों का अध्ययन किया !\n\n स्वामी जी \"श्री गुरु ग्रन्थ साहिब\" के गूढ़ अर्थों को समझने के लिए कुछ समय अमृतसर भी गये ! वहाँ उन्होंने कर्मसिंह का कटरा स्थान पर ज्ञानी हमीरसिंह जी के मार्गदर्शन में \"श्री गुरुग्रन्थ साहिब\" का गहन अध्ययन किया !\n\nस्वामी जी को सद्गुरु स्वामी सर्वानन्द जी महाराज के पश्चात् सभी संतो ने सन्- 1977  में \"श्री प्रेम प्रकाश मण्डल\" की गुरु गाद्दी पर विराजमान किया हैं !\n\nस्वामी जी ने 15 वर्ष तक श्री प्रेम प्रकाश मंडल की बागडोर को बड़े सुचारू रूप से संभाला और \"श्री गुरुदेव\" की यश कीर्ति को चहुँ ओर फैलाया !\n\nस्वामी जी 'सद्गुरु स्वामी टेऊँराम जी महाराज' के आज्ञानुसार ही कार्य करते थे और फिर सतगुरु स्वामी सर्वानन्द जी महाराज में 'आचार्य श्री' वाला भाव रखकर उनकी आज्ञानुसार कार्य किया करते थे ! वे दो नहीं एक ही हैं ! ऐसा स्वामी जी का भाव होता था !\n\nदेश विभाजन के पश्चात् स्वामी जी कल्याण कैम्प में आए और वहाँ सतगुरु स्वामी सर्वानन्द जी महाराज की आज्ञानुसार ही सब कार्य करते रहे !\n\nस्वामी जी ने प्रेमियों एवं संतों को ऐसा प्रेम-प्यार दिया ! जो सभी के हृदय में अमिट छाप छोड़ गया !\n\nस्वामी जी मांस-मदिरा का परित्याग करने के लिए प्रेरित करते थे ! मांस मानवीय आहार नहीं हैं ! ये पशु-पक्षी प्रभु-परमात्मा की मूक संतान हैं ! इन पर दया करने से प्रभु प्रसन्न होते हैं ! अतः मास-मदिरा का सेवन नहीं करना चाहिए !\n\nस्वामी जी करुणा एवं प्रेम की मूर्ति थे ! वे न केवल मानव मात्र को प्रेम करते थे ! परन्तु पशु-पक्षियों से भी स्नेह-प्रेम-प्यार किया करते थे !\n\nस्वामी जी का संतों से विशेष प्रेम व लगाव था ! जहाँ पर भी संतों के आगमन का समाचार मिलता तो उनके दर्शन करने व मिलने अवश्य ही जाते थे !\n\nस्वामी जी अनेक संत-महापुरुषों को बड़े ही प्रेम भाव से \"श्री गुरु दरबार\" पर रहने का आग्रह करते थे और बहुत प्रेम से उनकी सेवा करते और प्रेमियों से करवाते थे !\n\n स्वामी जी का \"श्री गुरु दरबार- श्री अमरापुर स्थान\" जयपुर से विशेष प्रेम व लगाव था ! वृध्दावस्था में भी \"समाधि-स्थल\" जो की गर्भगृह में हैं ! वहाँ मथा टेकने अवश्य जाते थे !\n\nस्वामी जी अक्सर कहते थे- मैं 'प्रज्ञाचक्षु' हूँ ! मेरे उपर तो सद्गुरु स्वामी टेऊँराम जी महाराज की अपार कृपा हैं ! जो मुझे लायक बनाया !\n\nकिसी काम के थे नहीं\nछुता नहीं को छाँव !\nकृपा भयी गुरुदेव की\nपूजन लागे पाँव !!\n\nस्वामी जी मर्यादा की प्रतिमूर्ति थे ! सद्गुरु स्वामी सर्वानन्द जी महाराज में अगाध श्रद्धा व प्रेम था ! जब वे आश्रम में पधारते थे तो उनकी बहुत सेवा- सुश्रुता किया करते थे ! उनकी सेवा से महाराज जी बहुत प्रसन्न होते थे !\n\nस्वामी जी  'श्री गुरुदेव सद्गुरु स्वामी टेऊँराम जी महाराज' के साथ-साथ \"श्री कृष्ण भगवान\" के उपासक भी थे ! श्री कृष्ण भगवान से  अत्यधिक प्रेम था ! उन्होंने भगवान की महिमा के अनेक भजनों की रचना भी की !\n\nस्वामी जी \"एकादशी व्रत\" पर बहुत जोर देते थे ! स्वयं व्रत रखते थे और सभी से रखवाते थे ! देश-विदेश में एकादशी व्रत का बहुत प्रचार किया !\n\nस्वामी जी ने समाज में फैली विषमता दहेज़ प्रथा, फैशन, जुआ, शराब, आदि समाजिक बुराईयों के विरुद्ध यत्र-तत्र प्रचार करते थे और बन्द कराने का अथक प्रयास किया !\n\nस्वामी जी सच्चे गौ भक्त व सेवक थे ! वे गौ सेवा के लिए सबको प्रेरित करते थे ! उल्लास नगर में स्थित \"श्री प्रेम प्रकाश आश्रम\" में \"राधेश्याम गौशाला\" का निर्माण करवाया ! आज भी वहाँ हजारों गौ माताओं की सेवा होती हैं !\n\nस्वामी जी 15 अगस्त 1992 को पंचभौतिक शरीर का त्याग कर 'श्री गुरु चरणों' में लीन हो गये !\n\nप्रेमावतार सद्गुरु स्वामी शान्ति प्रकाश जी महाराज के 'श्री चरणों' मे शत्-शत् नमन व कोटि-कोटि वन्दन.."
  },
  "swami-shantiprakash-janmotsav-2025": {
    "date": "06",
    "year": "2025",
    "month": "August",
    "title": "स्वामी शांतिप्रकाश जी महाराज जयंती 09 अगस्त 2025 पर विशेष आलेख",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-shantiprakash-maharaj-2.jpeg",
    "article": "आचार्य सदगुरु स्वामी टेऊँराम जी महाराज के परम शिष्य, प्रेम प्रकाश मण्डल के तृतीय पीठाधीश्वर **सतगुरु स्वामी शान्तिप्रकाश जी महाराज**\n\nसृष्टि विकास के लिये होता है महापुरुषों का अवतरण ! एक विकास बाहरी, जो भौतिक संसाधनों द्वारा पूरा होता है और दूसरा व्यक्ति के आन्तरिक चेतना का विकास ! वह भौतिक संसाधनों से नहीं अपितु आध्यात्मिक स्त्रोतों से ही संभव होता है ! ऐसे आध्यात्मिक, धार्मिक स्त्रोत संत-महात्माओं द्वारा ही विकसित होते हैं ! जिसके माध्यम से जिज्ञासु उस परम रस का आस्वादन करके अपने जीवन को आनन्दमय व भक्ति से परिपूर्ण कर देता है !\n\nसन्त-महापुरुषों का जीवन स्वयं के लिये नहीं अपितु मानवता की भलाई व निःस्वार्थ सेवा के लिये होता है ! संत तो स्वयं परमात्मा के ही अंश होते हैं ! जो समय-समय पर इस पवित्र धरा धाम पर अवतार लेते हैं और जीवों का कल्याण करते हैं !\n\nमहापुरुष अपने सुखों की तिलांजलि देकर समस्त संसार के जीव मात्र के कल्याण में सदैव तत्पर रहते हैं! साथ ही इस धर्मप्राण भारतवर्ष में भक्ति, प्रेम, ज्ञान व शान्ति का प्रकाश फैलाते हैं !\n\n ऐसे महापुरुषों की श्रेणी में हमारे परम **पूज्य सद्गुरु स्वामी शान्तिप्रकाश जी महाराज** का स्थान वन्दनीय है !\nनाम ही के अनुरूप शान्ति प्रकाश ! जो सदैव भक्तों के हृदय में शान्ति का प्रकाश फैलाते हैं, सबको शान्ति का पाठ पढ़ाते हैं ! जिनका नाम लेने व दर्शन मात्र से संतप्त हृदय को सहज ही परम शान्ति की प्राप्ति होती है !\n\nऐसी ही प्रभु सत्ता की महान विभूति परम तपस्वी महावैरागी सद्गुरु स्वामी टेऊँरामजी महाराज ! जिनके परम शिष्य थे महान कर्मयोगी सद्गुरु स्वामी शान्तिप्रकाशजी महाराज ! जिनका जन्म श्रावण मास सन् 1907, संवत 1964, नारियल पूर्णिमा (श्री सत्यनारायण), रक्षा बन्धन के पवित्र दिन, सिन्ध के सक्खर जिले के चक नामक गांव में हुआ ! जिनके पिता का नाम श्री आसूदोमल एवं माता का नाम श्रीमती जुगलबाई था ! दोनों बड़े संतोषी व संत सेवाभावी थे ! जिसका प्रभाव 'महाराजश्री' के जीवन पर पड़ा !\n\n**मैत्री करुणा मुदिता, त्याग तपस्या रूप। सतगुरु शान्तिप्रकाश जी, संत शिरोमणि अनूप ।।**\n\nमहाराजश्री का मन बाल्यावस्था में ही संसार से उपराम होकर परमात्म चिन्तन में स्थित हो गया ! वे सदैव प्रभु भक्ति में तल्लीन रहते थे ! समय के साथ महाराजश्री की प्रारम्भिक शिक्षा पाठशाला से शुरू हुई ! किन्तु अचानक चेचक नामक बीमारी से उनके बाह्य चक्षुओं की ज्योति जाती रही ! अनेक उपाय करने पर भी पुनः ज्योति वापस न आ सकी ! तब माता-पिता उन्हें सिन्ध के प्रसिद्ध थल्हे वाले संत श्री साईं हरचूराम साहिब की शरण में ले आए ! संतश्री ने कहा- चिन्ता की कोई बात नहीं ! यह बड़ा महान संत बनेगा ! संतश्री की वाणी सार्थक हुई !\n\n समय पाकर महाराजश्री को **भगवद् स्वरूप अवतारी सिद्ध संत महापुरुष सद्गुरु स्वामी टेऊँराम जी महाराज** का दर्शन हुआ ! कुछ समय तक आचार्यश्री का पावन सानिध्य, दर्शन व सत्संग, सेवा व सुमरण का लाभ प्राप्त हुआ ! महाराजश्री की निष्ठा, सेवा, स्मरण, एकाग्रता को देखकर युगदृष्टा पूज्य सद्गुरु स्वामी टेऊँराम जी महाराज ने मंत्रदीक्षा देकर उन्हें अपना शिष्य स्वीकार किया !\n\nआचार्यश्री की आज्ञा शिरोधार्य कर स्वामीजी **श्री अमरापुर दरबार (डिब)** पर पूर्ण श्रद्धाभाव, उत्साह, निष्ठा के साथ सेवा स्मरण में सदैव संलग्न रहते थे !\n\nकुछ समय पश्चात् आचार्य सद्गुरु स्वामी टेऊँराम जी महाराज से आज्ञा लेकर संस्कृत भाषा, गुरुवाणी, रामायण इत्यादि सत्शास्त्रों के अध्ययन हेतु अमृतसर, हरिद्वार, काशी आदि स्थानों पर जाकर शिक्षा ग्रहण की !\n\nआध्यात्मिक चिन्तन-मनन के पश्चात् गुरु का संदेश जन-जन तक पहुँचाया ! पूरे विश्व में भ्रमण कर अपने ज्ञान द्वारा हजारों भक्तों को शान्ति व प्रेम का पाठ पढ़ाया ! आचार्यश्री की आज्ञानुसार निष्काम सेवा कार्य में भी तत्पर रहकर मानव सेवा, समाज सेवा, मूक प्राणी अर्थात् जीवमात्र की सेवा करके अपने गुरु के यश कीर्ति को उज्जवल बनाया ! आपने मृदुता, शीलता, शान्त सरल स्वभाव से सबको अपना बना लिया ! कहते हैं ऐसे महापुरुषों के अवतार लेने से विश्व वसुन्धरा भी कृतार्थ हो जाती है !\n\nमहायोगी आचार्य सद्गुरु स्वामी टेऊँरामजी महाराज के परम शिष्य गो-पालक, श्रीकृष्ण स्वरूप, परोपकारी, कर्मयोगी **'सद्गुरु स्वामी शान्तिप्रकाशजी महाराज'** के प्रादुर्भाव पर समस्त विश्व की धरा वन्दनीय बन जाती है ! जिनके दर्शन मात्र से हृदय में प्रेम, भक्ति, ज्ञान की अलख स्वयं जाग्रत हो जाती है !\n\nआप गुरु में पूर्ण आस्था व विश्वास रखते थे ! गुरु को भगवान व इष्ट मानते थे ! आप सदैव अपनी वाणी में कहते थे कि **श्री गुरुदेव सद्गुरु स्वामी टेऊँरामजी महाराज** व **सद्‌गुरु स्वामी सर्वानन्दजी महाराज** साक्षात् रूप में आज हर समय हमारे साथ हैं ! वे हमारी रक्षा करते हैं ! प्रेरणा पुंज बनकर हमारे घट-घट में निवास करते हैं! उनके आशीर्वाद ने ही इस 'सूर श्याम दास' को इस लायक बनाया !\n\n**किसी काम के थे नहीं - छूता नहीं कोई छाँव । कृपा भई गुरुदेव की तो, पूजन लागे पाँव ।।**\n\nआप जब भी किसी बड़े संत-महापुरुषों से मिलते थे तो सदैव **\"गुरुदेव सद्गुरु श्री 1008 स्वामी टेऊँराम जी महाराज\"** का ही परिचय देते थे । बड़ी बड़ी सत्संग सभाओं में एक बात बड़े ही डंके की चोट पर मर्मस्पर्शी स्वर में विनयपूर्वक कहते थे मेरे जैसे सूरदास का क्या मूल्य? 'यह तो सब कृपा हमारे **महायोगी आचार्य सद्‌गुरु स्वामी टेऊँराम जी महाराज** की है, जिसे इतना लायक बनाया !' ऐसी विनयशीलता थी आपकी सद्गुरु टेऊँरामजी महाराज के प्रति ! इन्हीं सद्गुणों के कारण आप ध्रुव तारे के समान सदैव वन्दनीय व पूजनीय बन गये !\n\nसमय की गति और समुद्र की लहरों को कोई रोक नहीं सकता ! ऐसे में मृत्युलोक का सभी को परित्याग करना पड़ता है ! आपने अपनी जीवन लीला का  पूर्ण कर श्रावण मास में श्री अमरापुर धाम ब्रह्मलोक प्रस्थान किया ! आपकी ज्योति महाज्योति में समा गयी ! बहु प्रतिभाओं से विभूषित आपका अलौकिक जीवन हमारे लिये सदैव प्रेरणा व प्रकाश का पुंज बना रहेगा !\n\n**सेवा कर्मणि संलग्नं, परे ब्रह्मणि संस्थितम् । श्री स्वामी शांति प्रकाशं, सद्‌गुरुं नित्य नमामि ।।**\n\n**परम प्रेम के पुंज है, परम मनोहर रुप । सद्गुरु शांतिप्रकाश जी, माधुरी मधुर स्वरुप ।।**"
  },
  "chaitra-mela-pawan-prasang": {
    "date": "29",
    "year": "2025",
    "month": "July",
    "title": "स्वामी सर्वानंद जी महाराज के जीवन चरित्र से - चैत्र मेला पावन प्रसंग",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-savranand-ji-maharaj-3.jpeg",
    "article": "**सदगुरु टेऊँराम तेरी - मैने देखी महान शक्ति**\n**भेजने वाले स्वामी टेऊँराम - लेने वाले स्वामी टेऊँराम...**\n\nसंत-महापुरुषों की लीला अपरम्पार ! वे जैसा चाहें- वैसा कर सकते हैं ! फिर चाहे मिट्टी को भी सोना कर दे या फिर सोने को मिट्ठी ! महापुरुषों के लिए कुछ भी असंभव नहीं !\n\nऐसे ही थे परमहंस महायोगी सिंध हिंद के महान संत, परम पुरुष, समस्त ऋद्धि-सिद्धि के दाता युगपुरुष आचार्य श्री सद्गुरु स्वामी टेऊँराम जी महाराज ! उनके देहोत्सर्ग के पश्चात् जब पहला चैत्र मेला सिंध टण्डाआदम दरबार में स्वामी सर्वानन्द जी महाराज की अध्यक्षता में मनाया जा रहा था ! मेले की तैयारियाँ जोर-शोर से चल रही थी! जिज्ञासु और आम लोग मेले में भाग लेने के लिए आ रहे थे! उस समय कोठार (भण्डार) की व्यवस्था (देखभाल) पर स्वामी चन्दनप्रकाश जी थे! श्री प्रभदास और उसके एक सेवाधारी ने आकर प्रभदास जी को कहा कि \"**आज रात के लिए तो भोजन की व्यवस्था हो गयी और कल सबेरे बच्चों के लिए जो खिचड़ी बनेगी ! इतने दाल-चावल हैं ! बाकी लोगों के लिए शीघ्र भोजन सामग्री का प्रबन्ध करें।**\"\n\nसूचना पाकर प्रभदास स्वामी चन्दनप्रकाश जी के पास गये और भोजन सामग्री के विषय में पूछा- उन्होंने कहा कि- भोजन सामग्री इतनी नहीं है जो कल के लिए भोजन बन सकें ! इस विषय में आप जाकर **स्वामी सर्वानन्द जी महाराज** को बता दे! फिर स्वामी जी की जैसी आज्ञा होगी वैसा किया जायेगा !\n\nश्री प्रभदास स्वामी जी के पास जब आते हैं ! उस समय नगर के कुछ सेठ लोग स्वामी जी के पास बैठे थे और मेले के लिए अन्न, घन इत्यादि की अपनी सेवाएँ देने के लिए प्रार्थना कर रहे थे ! स्वामी चन्दनप्रकाश जी भी अनुरोध करने लगे कि इनको राशन के लिए बोले! तब स्वामी सर्वानन्द जी का तो एक ही उत्तर था कि हम **श्री गुरू महाराज** के सिवा और किसी के सामने हाथ नहीं फैलायेंगे ! मैं अभी जाकर अपने गुरुदेव को (**जो सबसे बड़ा सेठ है**) भोजन सामग्री इत्यादि के विषय में प्रार्थना करता हूँ ! अगर गुरुदेव ने मेले के लिए आज रात भर में भोजन सामग्री की पूरी व्यवस्था कर दी तो ठीक हैं ! नहीं तो मैं और आप दोनों यहाँ से चले जाएँगे!  **जिनका मेला हैं- वहीं आकर पूरा करेंगे !** हम तो उनके दास - सेवक है ! इस विषय में सवेरे पांच बजे से पहले मुझे सूचना दे ! स्वामी जी की यह बात सुनकर प्रभदास अवाक रह गये!\n\nअब रात होने लगी ! स्वामी जी मंदिर में श्री गुरुदेव भगवान के पास गये और मेले के कार्यों को गुरुदेव के सामने निवेदन करने लगे ! लगभग आधी रात बीत चुकी थी ! अचानक एक ट्रक और सात बैलगाड़ियी सामान से भरी हुई दरवाजे के सामने आकर खड़ी हो गई ! ट्रक और गाड़ियों के चालक बड़े जोर-जोर से \"**भगत टेऊँराम. २ भगत टेऊँराम... २** कहकर पुकारने लगे ! सेवादारी आवाज सुनकर सावधान हो गये और एकदम दौड़कर वहीं गये और चालकों से पूछने लगे कि क्या बात है.? उन्होंने कहा कि \"भगत टेऊँराम को बुला लाओ.. तो सामान सभाल ले, हमें देर हो रही है ! उनको जल्दी बुला लाओ ! प्रभदास ने उन चालकों से पूछा कि \"**ये सामान किसने भेजा है. ?**\" उन्होंने कहा कि- \"**सेठ लक्ष्‌मीनारायण ने भेजा है!** प्रभदास ने सारा सामान संभाल कर भण्डार में रखवाया ! फिर चालको को कहा कि \"जरा ठहर जाओ तो मैं स्वामी जी को बुलाकर ले आता हूँ ! उन्होंने कहा कि हमें देर हो रही है, फिर कभी आयेंगे ! ऐसे कहकर वे लोग चले गये ! फिर भी प्रभदास उनके पीछे गया ! मगर वे किंचित क्षण न जाने कहाँ अदृश्य हो गये ! कुछ आता  पत्ता नहीं ! सवेरा होते ही प्रभदास स्वामी जी के पास गया ! चरणों में प्रणाम..., कर सारी घटना सुनाई और कहा कि धन्य है आपकी गुरुभक्ति और श्री गुरुदेव में आपका अटूट अटल विश्वास ! भगवान और गुरुदेव भक्तों के कारण कैसे कैसे रूप धारण कर सर्व मनोरथ सिद्ध कर देते है !!\n\nऐसे ही जब कभी भी सद्गुरु स्वामी सर्वानन्द जी महाराज को किसी भी चीज की जरूरत पड़ती थी तो वह अपने \"इष्ट भगवान श्री सद्गुरु स्वामी टेऊँराम जी महाराज\" के समक्ष प्रार्थना करते थे ! अपने गुरुदेव को ही अपना इष्ट भगवान, सब कुछ  मानते थे !\n\nसद्गुरु सदा मेरे साथ हैं- मुझे उन्हीं का ही आसरा हैं! वे उन्हे हर समय-पल- घड़ी अपने साथ देखते थे !\n हमेशा यही कहते थे **सदगुरु टेऊँराम के बिन और कोई मुझे आधारा !!**"
  },
  "swami-sarvanand-mahima": {
    "date": "29",
    "year": "2025",
    "month": "July",
    "title": "स्वामी सर्वानन्द महिमा - यश कीर्ति से परे महापुरुष",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-savranand-ji-maharaj-4.jpeg",
    "article": "महर्षि सतगुरु स्वामी सर्वानन्द जी महाराज का व्यक्तित्व कैसा निराला था ! जो कोई भी उनकी शरण में आता था तो उसे 'श्री गुरु महाराज जी' के चरणों में लगाते थे ! वे अपनी पूजा, प्रतिष्ठा और यश-कीर्ति कभी नहीं चाहते थे ! हमेशा गुरुदेव की यश-कीर्ति करते थे !\n\nएक बार श्री अमरापुर स्थान-जयपुर में सद्गुरु स्वामी सर्वानन्द जी महाराज अपनी कुटिया में बैठे हुए थे ! ब्यावर से श्री मुरजमल अपने जवान पुत्र को लेकर स्वामी जी के पास आया ! अपना सारा दुःख सुना कर कहा कि- हे दयालु स्वामी जी ! मेरे इस लड़के घनश्याम की जबान (आवाज) बन्द हो गई है ! बोलना बन्द हो गया है ! कुछ भी बोल नही पा रहा है ! इसके ऊपर दया, कृपा करो ! अनेक दवाईयाँ व उपाय किए हैं, पर कुछ भी लाभ नहीं हुआ है ! अब सब तरफ से निराश होकर आपकी शरण में आया हूँ ! आप ही इस बालक पर कृपा करके इसे बोलने की शक्ति प्रदान करे !\n\nश्री मुरजमल की बात सुनकर स्वामी जी ने उसे हिम्मत और भरोसा दिलाते हुए कहा कि - आप चिंता मत करो ! गुरु व ईश्वर में विश्वास रखो ! श्री गुरु महाराज सब अच्छा करेंगे !\n\nअब ऐसा करो - घनश्याम को लेकर श्री गुरु महाराज के **श्री मन्दिर एवं समाधि-स्थल** में जाओ ! वहाँ जाकर माथा टेककर दर्शन करके घनश्याम से \"**सतनाम साक्षी, सतनाम साक्षी**...\" कहलवाओं ! जब तक वह न बोले ! तब तक आप बोलते जाना.. ! विश्वास रखकर मुरजमल लड़के को लेकर श्री अमरापुर स्थान जयपुर सद्गुरु स्वामी टेऊँराम जी महाराज के \"श्री मन्दिर\" व \"समाधि स्थल\" पर ले आया और स्वामी जी की आज्ञा अनुसार \"सतनाम साक्षी...\" ४...५...चार- पांच बार बोलकर घनश्याम से भी कहलवाने लगा ! यहाँ अब \"श्री गुरुदेव जी\" की ऐसी लीला हुई कि दस-बीस बार बोलने पर घनश्याम की जबान धीरे-धीरे खुलने लगी और वह अब खुश होकर \"सतनाम साक्षी...३-४\" बार बोलने लगा ... बस - फिर क्या था ! वह गूंगा घनश्याम अच्छी तरह से बोलने लग गया ! यह अद्भुत चमत्कार देखकर सभी बड़े प्रसन्नचित्त हुए । श्री गुरुदेव भगवान की जय-जयकार करने लगे ! यह था \"गुरु की कृपा\" व \"सतनाम साक्षी महामंत्र\" का अद्भुत प्रभाव एवं चमत्कार !\n\n**लाखों की बिगड़ी बनाई इस द्वार ने,\nमुझको भी इस दर का एक आधार है...**\n\nजिसका अपने गुरु में पूर्ण विश्वास व पक्का भरोसा होता है ! उसके सर्व मनोरथ सिद्ध हो जाते है !\n\nऐसे थे- भक्तो के रक्षक , पालनहार सद्गुरु स्वामी सर्वानन्द जी महाराज !\nशत्-शत् नमन ! कोटि-कोटि वन्दन...!"
  },
  "guru-mein-vishwas": {
    "date": "10",
    "year": "2025",
    "month": "July",
    "title": "स्वामी सर्वानंद पुण्य तिथि 30 जुलाई 2005 पर विशेष लेख: गुरु के प्रति निष्ठा एवं पक्का विश्वास",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-sarvanand-ji-with-iktara.jpeg",
    "article": "**!! गुरु के प्रति निष्ठा एवं पक्का विश्वास !!**\n\n **एक गुरू की शरण ली,\nएक गुरू का आधार !\nएक भाव से भक्ति कर,\nहो गये भव से पार !!**\n\nमहापुरुषों के पास अपनी निजी शक्तियाँ ही बहुत होती हैं! उनको दूसरों से सहायता की आवश्यकता नहीं पड़ती... महर्षि अगस्त्य जी बिना किसी की सहायता के अकेले ही सारे समुद्र के जल को एक ही घूँट में पी गये... अकेले कपिलदेव मुनि के दृष्टिपात से महाराजा सगर के साठ हजार पुत्र जलकर राख हो गये... ऐसी अनेक शक्तियाँ योगियों के पास होती हैं! उनके लिये दुनिया में कोई भी कार्य कठिन नहीं है! गीता के अनुसार जो योगी भगवान के भक्त हैं, वे अपनी शक्तियाँ कभी प्रकट नहीं करते हैं! उनकी शक्तियाँ दुनिया के लोगों को दिखलाने के लिये नहीं होती हैं! साधारण लोगों को आश्चर्य में डालने या उनको डराने धमकाने, अपने वश में करने के लिये नहीं होती हैं!.. न ही अपनी प्रभुता बढ़ाने या प्रतिष्ठा ज़माने के लिये भी महापुरुष अपनी शक्तियों का प्रयोग नहीं करते हैं!\n\nअतः वीतराग तपस्वी सद्गुरु स्वामी सर्वानन्द जी महाराज के अपने जीवन में जितनी भी कठिन परिस्थितियाँ आयीं पर उन्होंने अपना धर्म नहीं छोड़ा न कभी किसी के आगे हाथ फैलाया! उन्हें तो अपने **श्री गुरुदेव भगवान महायोगी सद्गुरु स्वामी टेऊँराम जी महाराज** के ऊपर पूर्ण दृढ़ विश्वास था! फिर भी कभी-कभी आश्रम के कार्यभार को देखते हुए थोड़े घबरा जाते थे!\n\nऐसे ही एक समय मन ही मन सोच रहे थे.....एक तरफ दरबार का कर्जा चुकाना था तो दूसरी तरफ गौशाला थी, सौ सवा सौ लोगों के लिये प्रतिदिन भोजन भी बनता था, दरबार के और भी सेवा कार्य चलते थे! यह सब देखकर स्वामीजी घबरा गये, सोचने लगे, ये सारे कार्य मुझसे कैसे संभाले जायेंगे! गुरू महाराज जी को मालूम थी कि किसी से भी पाई पैसा माँगना नहीं है! माँगने की इच्छा भी मन में नहीं लानी है, न किसी को सीधी या किसी के द्वारा दान देने की प्रेरणा देनी है! क्योंकि सनातन धर्म माँगना नहीं सिखाता है!\n\n**माँगन मरन समान है,\nमत को माँगे भीख !\nमाँगन से मरना भला,\nयह सत्गुरु की सीख !!**\n\n**रहिमन वे नर मर चुके,\nजो कहं माँगन जाहिं !\nतिन ते पहले वे मुए,\nजिन मुख निकसत नाहिं !!**\n\nइस विषय पर संतों महात्माओं ने बहुत कुछ कहा है! माँगने का, भले ही कोई युग धर्म बताकर और दलीलें देकर माँगने का समर्थन करें, परन्तु संत महात्मा युग धर्म के पीछे नहीं चलते, वे तो सत्य सनातन धर्म का अनुसरण करते हैं!\n\nगुरु दरबार के कार्य-भार के विषय में सोचते हुए स्वामी सर्वानन्द जी महाराज लेट (सो) गये और उनको नींद आ गयी! अर्धरात्रि को स्वामी जी उठे और कुटिया से बाहर निकले, इधर-उधर घूमकर फिर कुटिया में जाने लगे तो किसी ने आवाज दी **सर्वानन्द ! औ ! सर्वानन्द !** आवाज पहचान कर स्वामी जी उधर गये जहाँ से आवाज आयी थी.... कंडी नामक पेड़, जिसके नीचे **परम पूज्य श्री गुरुदेव भगवान सद्‌गुरु स्वामी टेऊँराम जी महाराज** पहले पहले आकर बैठे थे! वहाँ पहुँचकर आश्चर्य में पड़ गये, क्या देखा! गुरू महाराज जी खड़े हैं, लाठी हाथ में है और मुस्करा रहे हैं! स्वामी जी पहले डर गये, पर फिर संभल कर चरणों में साष्टांग दण्डवत् प्रणाम किया! प्रणाम कर ज्योंही खड़े हुए तो अपने को कुटिया में सोया हुआ अनुभव किया! फिर वही आवाज आयी सर्वानन्द ! क्या सोच रहे हो, चिन्ता छोड़कर सेवा में लग जाओ! आप किसी बात की चिन्ता न करें.... आवाज सुनकर स्वामी जी सहसा जाग पड़े, उठकर बत्ती जलायी, देखा तो कुटिया का दरवाजा अन्दर से बंद है, अभी-अभी तो मैं बाहर निकला था, जो कुछ देखा या सुना वह स्वप्न था, या प्रत्यक्ष था! इस प्रकार स्वामी जी को कई बार गुरू महाराज जी के दर्शन हुए! तब से स्वामी सर्वानन्द जी महाराज कहा करते थे कि गुरुदेव भगवान लाठी लेकर पूरे दरबार साहब में घूम रहे हैं, हम सबकी देखभाल कर रहे हैं! अब हमें कोई चिन्ता नहीं है! तब से स्वामी जी शोक, मोह, भय, भ्रम से रहित होकर सेवा में लग गये! इसी प्रकार स्वामी जी ने गुरू महाराज जी के कई बार दर्शन किये थे!"
  },
  "swami-sarvanand-vachanamrit": {
    "date": "10",
    "year": "2025",
    "month": "July",
    "title": "स्वामी सर्वानंद जी महाराज वाचनामृत",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-savranand-ji-maharaj-1.jpeg",
    "article": "**!! पतिव्रता स्त्री की शक्ति !!**\n\n**तीर्थार्थिनी तु या नारी पतिपादोदकं पिबेत् ।\nतस्मिन् सर्वाणि तीर्थानि क्षेत्रानि च न संशय ।।**\n\nतीर्थों में स्नान करने की इच्छा से, जो नारी तीर्थ यात्राएं करती है, परन्तु यदि वह नारी श्रद्धा से अपने पति के चरणों को धोकर उस जल से स्नान करती है और उस जल को पीती है, सिर पर चढ़ाती है, तो निश्चय समझो, उसने सब तीर्थ कर लिये, इसमें कोई संशय नहीं है !\n\nसंकेतः- जनक नन्दिनी माता सीताजी की खोज करते हुए, श्री हनुमानजी अशोक वाटिका (लंकापुरी) में पहुंचे, वहां माता सीताजी को चरण स्पर्श कर अपना पूरा परिचय दिया और उनका दर्शन कर बहुत प्रसन्न हुए ! फिर सुर विजयी राक्षसराज रावण की अत्यन्त प्रिय वाटिका के फलों को खाया, तत्पश्चात् उस सुन्दर वाटिका को तहस नहस कर डाला, फिर कञ्चन नगरी लंकापुरी को जलाकर माता सीताजी के पास आये और उनसे प्रभु श्री रामचन्द्रजी के पास जाने की आज्ञा मांगी, जाते समय माता सीताजी की अत्यन्त दुःखी दशा देखकर श्री हनुमानजी ने हाथ जोड़कर कहा कि हे माता ! आपको इस दुष्ट राक्षस के कारागार में बन्द देखकर मुझसे सहा नहीं जाता ! यदि माता जी - आपकी आज्ञा हो तो अभी आपको अपने कंधों पर बिठाकर भगवान श्रीरामजी के पास ले चलूं ! भगवान श्रीरामजी की कृपा से मुझे कोई भी नहीं रोक सकेगा !\n\nश्री हनुमानजी की वीरोचित बातें सुनकर माता सीताजी बहुत प्रसन्न हुई, श्री हनुमानजी को अशीर्वाद और धन्यवाद देते हुए कहा, पुत्र हनुमान ! तुम्हारे बल तथा तेज को मैं अच्छी तरह से जानती हूं। तुम्हारे बल और बुद्धि का कोई थाह नहीं है। तुम अकेले ही रावण को सेना सहित मारकर मुझे श्री रामजी के पास ले चलने में समर्थ हो, परन्तु पुत्र ! तुम्हारे कन्धों पर बैठने से मेरा **\"पतिव्रत धर्म\"** नाश हो जायेगा ! मेरे पतिव्रत धर्म के नाश होते ही मेरे पति श्रीरामजी की शक्ति घट जोयगी, तुम्हारी और सारी वानर सेना की शक्ति क्षीण हो जायेगी और राक्षसों को जीतना कठिन हो जायेगा !\n\nमाता सीताजी के वचन सुनकर हनुमानजी के दिल को बड़ा धक्का लगा, उसकी मानसिक व्यथा को जानकर माता सीताजी ने कहा - पुत्र हनुमान ! जिस समय दुष्ट रावण मुझे हर लाया था, उस समय तो में विवश थी पर इस समय तो मुझे यहां के असहनीय कष्टों पीड़ाओं से घबराकर या डरकर स्वेच्छा से तुम्हारे कंधों पर बैठकर चलना होगा, तुम्हारे शरीर का स्पर्श करना होगा, डरकर घबराकर, लोभ लालच में फंसकर या किसी भी प्रकार से मैं अपने पतिव्रत धर्म को छोड़ना या नाश करना नहीं चाहती ! **मैं सब कुछ सहूंगी पर धर्म को नहीं छोडूंगी**, पुत्र हनुमान ! तुम संशय में मत पड़ो । मैं अच्छी तरह से जानती हूं, तुम मेरे परम भक्त हो। मेरे पुत्र हो ! मुझे अपनी माता से बढ़कर मानते हो, मैं भी तुम्हें पुत्र के समान समझती हूँ ! तुम्हारी भक्ति से मैं अच्छी तरह से परिचित हूं। तुमने अपना सब कुछ भगवान श्रीरामजी के लिये अर्पण कर दिया है, मुझे खोजने के लिये तुमने अपने प्राणों की बाज़ी लगा दी है। तुम्हारे रोम रोम में राम सीता बस रहे हैं। यह सब मैं पतिव्रत धर्म के प्रताप में जानती हूं । इतने पर भी तुम पुरुष हो, यदि मोह वश स्वेच्छा से तुम्हारे शरीर का स्पर्श करूंगी तो मेरा धर्मनाश हो जायेगा। पुत्र हनुमान ! धर्म के सूक्ष्म तत्वों का समझना बड़ा कठिन है, तुम भ्रम में मत पड़ो ! अति शीघ्र जाकर श्रीरामजी को सब समाचार सुनाओ, अन्तर्यामी भगवान श्रीरामजी स्वयं यहां आकर मुझे ले जायेंगे।\n\nमाता सीताजी के वचन सुनकर हनुमान का संशय नाश हो गया, प्रसन्न होकर माताजी से आशीर्वाद लेकर तुरंत श्रीरामजी के पास जा पहुंचे!\n\n**विधेर्विष्णोर्हराद्वापि, पतिरेकोऽधिको मतः ।\nपतिव्रतायां देवेशि, स्वपतिः शिव ए च !!**\n\n स्त्री के लिये ब्रह्मा, विष्णु और शंकर से भी बढ़कर अपना पति है, ऐसा मेरा निश्चित मत है। जिस नारी का शरीर, वाणी और मन अपने पति को छोड़कर और कहीं नहीं जाता, उस नारी को पतिव्रता समझना चाहिये ! पतिव्रता नारी के चरणों की धूलि से धरती पवित्र हो जाती है ! **पतिव्रता को प्रणाम करने से सब पाप नाश हो जाते हैं !**"
  },
  "swami-sarvanand-pravachan": {
    "date": "10",
    "year": "2025",
    "month": "July",
    "title": "स्वामी सर्वानंद पुण्य तिथि 30 जुलाई 2005 पर विशेष लेख: प्रसाद समझकर बनाए माताएं भोजन",
    "author": "",
    "image_url": "/images/articles/swami-savranand-ji-maharaj-2.jpeg",
    "article": "स्वामी सर्वानंद जी महाराज के प्रवचनों से...\n\nभोजन बनाने की भी विधि होती है, क्योंकि \"जैसा अन्न वैसा मन\" यह कहावत मिथ्या (झूठी) नहीं है। जो भोजन शुद्ध, शान्त, पवित्र, प्रसन्न मन और अपने हाथों से बनाया जाता है, वह भले ही रूखा-सूखा क्यों न हो पर अमृत का काम करता है! जो भोजन अशुद्ध, अपवित्र, अशान्त, अप्रसन्न मन से बनाया जाता है, वह भले ही चिकना-चुपड़ा, रसदार और स्वादिष्ट क्यों न हो पर ज़हर का काम करता है। यद्यपि भगवान श्री राम जी के पास दास-दासियों की कोई कमी नहीं थी, फिर भी माता सीता जी प्रभु  श्री राम जी के लिए, स्वयं अपने हाथों से भोजन बनाती थी ! माता यशोदा के पास गोपियों की कोई कमी नहीं थी, फिर भी माता यशोदा स्वयं अपने हाथों से भोजन बनाती थी।\n\nमाता ईश्वरी बाई भी भोजन बनाने से पहले मुंहं, हाथ-पैर धो-साफ कर फिर चौके (रसोई घर) में जाती थी, क्योंकि झूठे मुंहं भोजन बनाना पाप है। भोजन बनाते समय रसोई घर में खाना पीना नहीं चाहिये, क्योंकि भण्डारा झूठा-अपवित्र हो जाता है ! ये अन्नपूर्णा भगवान का अपमान है ! अन्न से जीवन और स्वास्थ्य शक्ति निकल जाती है ! भोजन बनाने से पहले और बाद में कच्चा अन्न और पक्का भोजन थोड़ा बहुत अग्नि में ज़रूर डालना चाहिये, ऐसा करने से अग्नि देव प्रसन्न होता है । क्रोध में भोजन कभी नहीं बनाना चाहिए !  सात्विक एवं  पवित्र प्रसन्न मन से भोजन तैयार कर फिर सभी घर वालों को खिलाना चाहिये। सबके बाद भोजन बनाने वाले को खाना चाहिये। जैसे पाण्डव पत्नी द्रौपदी सबको खिला- पिलाकर फिर स्वयं भोजन करती थी। ऐसा करने से भण्डारा भरा  हुआ एवं भरपूर रहता है। कहीं बाद में मेरे लिये भोजन न बचे, यह सोचकर दूसरों को खिलाये बिना अपने लिये भोजन निकालकर रखना या पहले खा लेना पाप है। अपने लिए निकल कर रखना भी नहीं चाहिए !\n\nमाता ईश्वरी देवी सबको खिला-पिलाकर, पशु-पक्षियों को देकर फिर स्वयं भोजन करती थीं । रसोई घर में कुछ भी खाना, पीना नहीं चाहिए ! पवित्रता से भोजन बनाना चाहिए !! भोजन बनाने समय, रसोई घर में झूठन (चाय, खान, पान) कुछ नहीं करना चाहिए एवं चप्पल नहीं पहननी चाहिए !  शुद्ध पवित्रता एवं अपने हाथों से माताओं, बहनों को भोजन बनाना चाहिए !\n\n**इस लेख को माताएं बार बार पढ़ें और अपनी बेटियों को भी पढ़वाए !!! आज के समय में, ये शिक्षाएं देना बहुत जरूरी है !!!**"
  },
  "guru-purnima": {
    "date": "10",
    "year": "2025",
    "month": "July",
    "title": "गुरु पूर्णिमा पर विशेष लेख: गुरु व शिष्य का स्नेहात्मक अटूट अनोखा सम्बन्ध",
    "author": "",
    "image_url": "/images/articles/guru-purnima.jpg",
    "article": "**गुरु व शिष्य का स्नेहात्मक अटूट अनोखा सम्बन्ध**\n\nगुरु व शिष्य का अनोखा व अटूट सम्बन्ध होता है। अगर शिष्य का गुरु के प्रति समर्पण भाव है तो गुरु भी पूर्ण रूप से शिष्य का आधार स्तम्भ होता है। जब एक दूसरे के प्रति स्नेह भाव हो तब शिष्य का गुरु के प्रति और गुरु का शिष्य के प्रति गहरा अतुलीय सम्बन्ध बन जाता है। शिष्य की स्मृति सदैव श्री गुरुदेव के चरणों में स्थित होती है। साथ ही श्री गुरुदेव भगवान अपने शिष्य की पालना करते है। जैसे माता घर का कोई भी कार्य क्यों न कर रही हो पर उसका पूरा ध्यान नन्हें बालक पर टिका रहता है। किसी कारण बालक अगर माँ से दूर भी हो जाए तो माँ का वात्सलय उसे बच्चे की ओर स्वतः ही खींच ले आता है। ऐसा ही गुरु-शिष्य का अनोखा अटूट सम्बन्ध था- दादा गुरु श्री **साईं आसूरामजी** महाराज व सद्गुरु **साईं टेऊँरामजी** महाराज का!\n\nएक समय दादा गुरु साईं आसूरामजी महाराज अपने हालाना गांव बैठे थे। एकाएक उनका ध्यान अपने शिष्य साईं टेऊँरामजी की ओर गया। मन ही मन अपने बालवत शिष्य से मिलने हेतु खण्डू गाँव साईं टेऊँराम जी के पास जाने को उद्यत हुए। कहा भी गया है **'सत्गुरु शिष्य की करत पालना, माता पिता ज्यों बालक की'** तब दादा जी निकल पड़े अपने प्रिय शिष्य की पालना करने। एक ओर गुरु के मन शिष्य से मिलने की उत्कंठा और दूसरी ओर साईं टेऊँराम जी के मन में भी गुरु दर्शन की लालसा ! उसी वक्त जाग्रत हो उठी, मन ही मन गुरु दर्शन की लालसा लिये निकल पड़े साईं टेऊँराम भी! जिस प्रकार भगवान को भक्त की और भक्त को भगवान के दर्शनों की हृदय में तीव्र लालसा होती है। उसी प्रकार आज यहाँ भी गुरु को शिष्य की और शिष्य को गुरु के दर्शनों की प्यास खींच रही है, दोनों एक दूसरे से मिलने को आतुर ! हृदय की पुकार हृदय तक ! तीव्र उत्कंठा !\n\n**गुरु और शिष्य का स्नेहात्मक मिलन**\n\nकिसी ने सही ही कहा-\n**अब हमारे इश्क का अंदाज ही कुछ और है।\nहमको उन पर नाज है तो उनको भी हम पर नाज है।।**\n\nदादा साईं आसूरामजी महाराज निकले अपने गाँव से और शिष्य टेऊँराम निकले गुरु दर्शनों के लिये अपने गाँव से! देखो ! कितना अनोखा व अटूट सम्बन्ध है। दोनों के मन में थी मिलन की पिपासा, एक-दूसरे से मिलने की आतुरता ! ऐसा होता है गुरु-शिष्य के हृदय की तार का मिलन ! मार्ग में चलते चले जा रहे थे एक ओर गुरुदेव दादा साईं आसूरामजी और दूसरी ओर साईं टेऊँराम बाबा! राह के बीचों-बीच हुआ \"**गुरु शिष्य**\" का अनोखा मिलन! दोनों एक-दूसरे को बड़े स्नेह भाव से निहार रहे थे। प्रेम विहलता छलक रही थी। श्री गुरुदेव के दर्शन कर साईं टेऊँराम के प्रेमाश्रु बह चले...\n\nतब निकट पहुंचकर साईं टेऊँराम अपने श्री गुरुदेव दादा आसूरामजी के श्रीचरणों में नत मस्तक हुए...... दण्डवत् प्रणाम किया। श्री गुरुदेव ने स्नेहपूर्वक टेऊँराम को गले लगाया। श्रीगुरुदेव का अपने शिष्य पर इतना स्नेह, इतना दुलार, इतनी कृपा! वाह! बड़ा आनन्द हुआ! ऐसा होता है गुरु और शिष्य का अनूठा अतुलीय, अवर्णनीय स्नेहात्मक सम्बन्ध।"
  },
  "guru-mahima": {
    "date": "10",
    "year": "2025",
    "month": "July",
    "title": "गुरु महिमा: सद्‌गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित",
    "author": "",
    "image_url": "/images/articles/guru-mahima.jpeg",
    "article": "1008 आचार्य सद्गुरु स्वामी टेऊँराम जी महाराज अपनी अनुभव अमृतमयी वाणी प्रेम प्रकाश ग्रंथ की दोहावली भाग में गुरु महिमा को प्रतिपादित करते हुए कहते हैं:\n\n**गुरु को कर तुम वंदना, श्रद्धा मन में धार ।\nकह टेऊँ इस जगत में, पाय पदार्थ चार ।।**\n\nजो व्यक्ति अपने मन में श्रद्धा रखकर गुरु का वंदन (सम्मान) करता है, उनकी सेवा करता है — वह इस संसार के चार पुरुषार्थ: धर्म, अर्थ, काम और मोक्ष को सहजता से प्राप्त कर लेता है। गुरु की भक्ति से जीवन के सभी लक्ष्यों की पूर्ति संभव हो जाती है।\n\n**गुरु ब्रह्मा गुरु विष्णु, है गुरु शेष महेश ।\nकह टेऊँ गुरु सूर्य शशि, है गुरु गौरी गणेश ।।**\n\nगुरु की महिमा बताते हुए आचार्य टेऊँराम जी कहते हैं कि जब शिष्य पूर्ण निष्ठा के साथ गुरु भक्ति करता है, तब गुरु कभी ब्रह्मा बनकर सृष्टि का ज्ञान देते हैं, कभी विष्णु बनकर पालन करते हैं, कभी महेश (शिव) बनकर विनाशकारी दोषों को हरते हैं। वे सूर्य बनकर ज्ञान का प्रकाश फैलाते हैं, चंद्र बनकर शीतलता देते हैं और गौरी-गणेश स्वरूप बनकर भक्त के समस्त दुखों का नाश करते हैं।\n\n**ध्यान मूल गुरु मूरती, पूजा मूल गुरु पाद।\nमंत्र मूल गुरु वचन है, मुक्त्ति गुरु प्रसाद।।**\n\nसच्चा साधक ध्यान में गुरु के दिव्य स्वरूप को रखता है, पूजा में उनके चरणों को वंदन करता है और अपने जीवन में गुरु के वचनों को ही मंत्र मानता है। इस प्रकार की गुरु श्रद्धा रखने वाला शिष्य, गुरु की कृपा से मुक्ति रूपी फल को प्राप्त कर लेता है। यही रहस्य है।\n\n**गुरु भक्ति से हीन जो, पढ़ता वेद पुरान ।\nकह टेऊँ सिंह सफल नहीं, कर्म धर्म इस्नान ।।**\n\nजो मनुष्य वेद, पुराण, ग्रन्थ आदि नित्य पढ़ता हो, कर्म और धर्म के अनुसार जीवन यापन करता हो, तीर्थों में जाकर इस्नान करता हो — परंतु यदि वह गुरु भक्ति नहीं करता, तो उसके सारे धार्मिक कार्य निष्फल हो जाते हैं। आचार्य जी कहते हैं कि केवल गुरु भक्ति और सेवा ही उन कर्मों को सार्थक बना सकती है।\n\n**कह टेऊँ संसार में, गुरु जैसा नहीं मीत।\nऔर मित्र सब स्वार्थी, बिन स्वार्थ गुरु नीत।।**\n\nआचार्य जी कहते हैं कि इस संसार में गुरु से बड़ा कोई सच्चा मित्र नहीं है। सांसारिक मित्र किसी न किसी स्वार्थ से संबंध रखते हैं, परंतु गुरु पूर्णतः निःस्वार्थ होता है। वह शिष्य के कल्याण के लिए ही कार्य करता है। गुरु की मित्रता आत्मा के हित में होती है, न कि शरीर या भौतिक लाभ के लिए।\n\n**चिंतामणि गुरुदेव है, तांको सेवे जोय।\nदुख दरिद्रता दूर कर, सुख पावे जन सोय।।**\n\nगुरुदेव को 'चिंतामणि' — अर्थात् इच्छापूर्ति रत्न कहा गया है। जो भी व्यक्ति सच्चे भाव से गुरु की सेवा करता है, वह अपने जीवन के सभी दुखों और दरिद्रता से मुक्त हो जाता है और स्थायी सुख की प्राप्ति करता है। गुरु की सेवा ही हर पीड़ा का समाधान है।\n\n**दीपक ले गुरु ज्ञान का, अविद्या तम कर दूर।\nकह टेऊँ प्रत्यक्ष लखो, जो सब घट भरपूर।।**\n\nगुरु ज्ञानरूपी दीपक देते हैं, जिससे अज्ञानता का अंधकार समाप्त हो जाता है। आचार्य जी कहते हैं कि यह प्रभाव प्रत्यक्ष देखा जा सकता है — गुरु का प्रकाश प्रत्येक जीव के भीतर व्याप्त होता है। जो गुरु के ज्ञान से जुड़ता है, वह स्पष्ट रूप से आत्मप्रकाश देखता है।\n\n**ब्रह्म निष्ठ ब्रह्म श्रोत्री, सदाचार युत होय।\nकह टेऊँ शिष्य हित चहे, सत्गुरु कहिये सोय।।**\n\nजो व्यक्ति ब्रह्म में स्थित हो, वेदों का ज्ञाता हो, सदाचारी हो और शिष्य के हित की भावना रखे — वही सच्चा सतगुरु होता है। गुरु का उद्देश्य केवल शिष्य के कल्याण में होना चाहिए, तभी वह सतगुरु कहलाता है।\n\n**राग द्वेष जिसको नहीं, काम क्रोध अहंकार।\nसतगुरु सो पहचानिये, कह टेऊँ निर्धार।।**\n\nजिस गुरु के भीतर राग-द्वेष, काम, क्रोध और अहंकार न हो, वही सच्चा सतगुरु है। आचार्य जी कहते हैं कि ऐसे गुरु की पहचान स्पष्ट है — वे निर्लिप्त, शांत और दिव्य होते हैं।\n\n**क्या गृही पुनि विरक्त क्या, ब्रहाज्ञान जिहें होय।\nकह टेऊँ सत् बोध दे, सत्गुरु कहिये सोय।।**\n\nगुरु गृहस्थ हो या सन्यासी, यदि उसमें ब्रह्मज्ञान है और वह शिष्य को सत्य का बोध कराने में सक्षम है, तो वह सतगुरु कहलाने योग्य है। स्थिति नहीं, चेतना महत्त्वपूर्ण है।\n\n**सुरति लगे गुरु शब्द जिस, मन गुरु मूरत माहिं।\nकह टेऊँ कब ना लगे, यमपुर का दुख ताहिं।।**\n\nजिस शिष्य की चेतना गुरु के शब्दों में लगी हो और मन गुरु के रूप में रमा हो — वह यमराज के दुखों से सदा सुरक्षित रहता है। गुरु की भक्ति उसे मृत्यु के भय से भी मुक्त कर देती है।\n\n**सत्संग से सत्गुरू मिले, सत्गुरू से निज ज्ञान !\nकह टेऊँ निज ज्ञान से, मिलहै पद निर्बान !!**\n\nसत्संग के माध्यम से सतगुरु की प्राप्ति होती है, सतगुरु से आत्मज्ञान और आत्मज्ञान से मोक्ष प्राप्त होता है। यह मुक्ति की श्रृंखला है।\n\n**सत्गुरू बुद्धि के नैन में, डारे अंजन ज्ञान !\nकह टेऊँ तम भ्रम हर, दिखलावे भगवान !!**\n\nसतगुरु बुद्धि रूपी आंखों में ज्ञान रूपी अंजन (काजल) लगाते हैं, जिससे अज्ञान रूपी अंधकार दूर होता है और आत्मा को भगवान के साक्षात दर्शन होते हैं।\n\n**कह टेऊँ भगवान से, सत्गुरू अधिक पछान !\nकर्मों का फल देत हरि, गुरू दे मुक्ति दान !!**\n\nभगवान केवल कर्मों का फल देते हैं, परंतु सतगुरु मोक्ष का वरदान देते हैं। इसलिए आचार्य जी कहते हैं — सतगुरु की पहचान भगवान से भी बढ़कर है।\n\n**गुरू बिन रंग न लागहीं, गुरू बिन ज्ञान न होय !\nकह टेऊँ सत्गुरू बिना, मुक्ती न पावे कोय !!**\n\nगुरु के बिना सच्चा प्रेम, भक्ति और आत्मज्ञान संभव नहीं। सतगुरु के बिना कोई भी आत्मा मुक्ति को प्राप्त नहीं कर सकती।\n\n**पूरन सत्गुरू देव से, पूरन ले उपदेश !\nकह टेऊँ तिहं सुमर के, पाओ पूरन देश !!**\n\nजो शिष्य पूर्ण सतगुरु से सम्पूर्ण उपदेश लेकर सच्चे मन से स्मरण करता है, वह अंततः पूर्ण परमधाम (मोक्ष) को प्राप्त करता है।\n\n**सतगुरु मुझको दान दे, प्रेम भक्ति विश्वास !\nकह टेऊँ नित सुमति दे, सन्तन माहिं निवास !!**\n\nहे सतगुरु! मुझे प्रेम, भक्ति और विश्वास का वरदान दीजिए। मुझे सदैव शुभ बुद्धि दीजिए और संतों की संगति में बनाए रखिए।\n\n**सतगुरु तुम पूरण करो, मेरी यह अर्दास !\nकह टेऊँ मन में कभी, रहे न जग की आस !!**\n\nहे पूरण सतगुरु! मेरी यह प्रार्थना स्वीकार करें कि मेरे मन में कभी भी सांसारिक वस्तुओं की लालसा न रहे। केवल आत्मिक शांति ही लक्ष्य हो।\n\n**सतगुरु आत्मज्ञान दे, हरो देह अभिमान !\nकह टेॐ सब घट विषे, दिखलाओ भगवान !!**\n\nहे सतगुरु! मुझे आत्मज्ञान दीजिए और इस देह के अहंकार को दूर कीजिए। हर प्राणी और वस्तु में मुझे भगवान का दर्शन कराइए।"
  },
  "swami-teoonram-jayanti-2025": {
    "date": "25",
    "year": "2025",
    "month": "June",
    "title": "सद्‌गुरु टेऊँराम जयंती 30 जून 2025 पर विशेष लेख",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-teoonram-maharaj.jpeg",
    "article": "**भक्ति के विशाल व्योम और कर्म उपासक आचार्य श्री 1008 सद्‌गुरु स्वामी टेऊँराम जी महाराज**\n\nमनुष्य जन्म से नहीं अपितु कर्म से महान् बनता है ! जिसने अपने अन्तर्गत जाग्रति प्राप्त कर उस मूल तत्त्व को जान लिया, उन्होंने सब कुछ पा लिया ! यह जीव प्रेम, पुरुषार्थ, कर्मशील बनकर मन में सेवा भाव रखे तो शीघ्र ही परमात्मा को प्राप्त कर सकता है और सेवा से जीव अपना भाग्योदय करता है ! सेवा भी भक्तिका ही एक स्वरूप है !\n\nश्री रामचरित मानस में वर्णित नवधा भक्ति को युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज ने आत्मसात् कर जीवन में अपनाया स्वयं श्री गुरुदेव भगवान ने अपने सत्संग-प्रवचन में भक्ति के विषय पर ये कहा है-\n\n**श्रवण, स्मरण, कीर्तन, पद सेवन भगवान । अर्चन, वन्दन, दास्यरति, सख्य, समर्पण जान ।।**\n\nनवधा भक्ति में एक भी भक्ति निभाने वाला मोक्ष प्राप्त कर लेता है ! जैसे बलि ने समर्पण भक्ति कर मुक्ति प्राप्त कर ली ! **सद्‌गुरु स्वामी टेऊँराम जी महाराज** ने तो अनेक साधु संतों की संगत में भगवान के विभिन्न रूपों का श्रवण कर, प्रभु का सदैव स्मरण बाल्यावस्था से ही किया ! सखाओं, भक्तों को संग लेकर भगवान का कीर्तन किया ! भगवान के पद की सेवा, दास्य प्रेम, सखा के भाव रखकर उनकी अर्चना-वन्दना में अपना सब कुछ अर्पित कर दिया ! ऐसे भक्त सदैव अजर-अमर हो जाते हैं ! सद्‌गुरु स्वामी टेऊँराम जी महाराज का जन्म भक्ति-भाव रखने वाले माता-पिता (कृष्णादेवी-श्री चेलाराम) के घर (खण्डू गाँव, जिला हैदराबाद, सिन्ध) में विक्रम सम्वत् 1944 आषाढ़ मास के शुक्ल पक्ष की षष्ठी शनिवार के दिन हुआ !\n\nबचपन में ही एकांत में बैठकर बालमण्डली के साथ राम-नाम की धुनि लगाते थे ! 'यकतारे' को लेकर स्वरचित भजन विभिन्न राग- रागनियों में गाते हुए श्रोताओं को मंत्र-मुग्ध कर देते थे ! भक्त भी सांसारिक व्यवहारों, कार्यों को त्याग कर स्वामी जी के सत्संग में लीन हो जाते थे ! भक्ति सागर में भक्तजन गोते लगाते हुए परब्रह्म के साथ एकाकार हो जाते थे !\n\nअज्ञानवश ही जीव स्वयं और भगवान में भेद करता है, द्वैतभाव रखता है ! आत्म ज्ञान प्राप्ति के बाद जीव ब्रह्म के साथ एकाकार हो जाता है, अद्वैत भाव धारण कर लेता है ! इसके लिए सत्संग और गुरू की आवश्यकता होती है ! कहा भी गया है-\n\n**सत्संग से सत्गुरु मिले, सत्गुरु से निज ज्ञान। कहे टेॐ निज ज्ञान से, मिलहिं पद निर्बान ।।**\n\nभक्ति के विशाल व्योम में **\"युगदृष्टा सद्‌गुरु श्री स्वामी टेऊँराम जी महाराज\"** जैसे तेज पुँज मंडित नक्षत्र का उदय हुआ और उन्होंने सत्संग की पावन मंदाकिनी में लौकिक दुःखों से पीड़ित लोगों के सन्ताप नाश के परोपकारी कार्य का शुभारम्भ किया ! सत्संग रूपी वटवृक्ष को काई भी तोड़ नहीं सकता ! सत्संग कल्पमतरु के समान है इसमें जो जैसा भाव रखता है उसे वैसा फल मिलता है !\n\n**\"सत्संग निज कल्पतरु- सकल कामना देत\"**\n\nइस कलिकाल में भवसागर को पार करने के लिए सत्संग और सेवा सबसे सरल एवं सुगम साधन है, जिससे सर्व दुःखों से छूटकर परमपद की प्राप्ति होती है !\n\n**कलियुग में प्रधान है\nसेवा पुनि सत्संग !\nकहे टेऊँ जिसके किये,\nहोवे भव दुःख भंग !!**\n\nसद्गुरु महाराज भक्ति के साथ-साथ कर्म प्रधान थे ! शुभ कर्मों के प्रणेता थे ! भक्तों को शुभ कर्म करने के लिए प्रेरित करने वाले थे ! सभी संतजन बुरे कर्मों से दूर रहने का उपदेश देते हैं ! पूर्व के शुभ कर्मों से मनुष्य देह मिली है, तो अभी शुभ कर्म करके मोक्ष प्राप्ति होगी ! मनुष्य को केवल कर्म करने चाहिए, फल की इच्छा नहीं रखनी चाहिए ! सद्गुरु महाराज जी कर्म में विश्वास रखते थे ! शुभ कर्म करने का संकल्प करते थे ! 'सत्कर्म' करने से पहले कर्म को समझना चाहिए-\n\nश्री गुरुदेव भगवान ने समाज में ऊँच-नीच का भेद खत्म करते हुए स्वयं कुत्ते को उठाकर कर्मशील होने का परिचय दिया ! श्री अमरापुर दरबार के निर्माण के समय श्री गुरु महाराज जी स्वयं भगवान की सेवा समझ मिट्टी, रेत, बजरी आदि उठाकर सेवा किया करते थे ! इसी प्रकार सेवा उदारता का परिचय देकर एक सूरश्याम बालक के ऊपर कृपा कर उसे पारंगत केवल गवैया के नाम से प्रसिद्ध कर उसका जीवन सँवार दिया !\n\n**धर्म-कर्म ना छोड़िये, जब तक तन में श्वास । कह टेॐ करते रहो, धारे मन विश्वास ।।**\n\nजीवन पर्यन्त श्री गुरुदेव भगवान कर्मशील बने रहे ! वे कर्म करने में भी सेवा कर्म को अमृत-तुल्य मानते थे ! स्वयं साधु संतों, गरीबों, अनाथों, अतिथियों की सेवा करते थे ! समय-समय पर हम जीवों को संदेश देकर कहते थे कि माता-पिता, गुरु, अतिथि, गो-सेवा, आदि सेवा कर्म दुःख दूर करके सुख-समृद्धि प्रदान करता है! रामायण में आता है-\n\n**कर्म प्रधान विश्व कर राखा। जो जस करहिं सो तस फल चाखा ।।**\n\nचैत्र मेले के अवसर पर आश्रम में जगह-जगह कचरा-गंदगी होने पर ब्रह्म मुहूर्त में उठकर स्वयं साफ-सफाई कर अमाननीय सेवा का परिचय दिया ! कभी भी किसी के आगे हाथ न फैलाकर स्वयं मेहनत मजदूरी कर स्वयं बजाने हेतु वाद्ययंत्र 'यकतारा' खरीदा ! दोपहर के समय दर्शनार्थ आये अतिथियों को भोजन, जल एवं आवास देकर सुश्रूषा सेवा की ! ऐसी अनेक लीलाओं में कठोर कर्म व संकल्प शक्ति से 30-35 फुट ऊँचे रेत के टीले के ऊपर **'श्री अमरापुर धाम'** की स्थापना कर असम्भव कार्य को सम्भव कर दिखलाया ! जीवन प्रसंगों के आधार पर हम कह सकते हैं- **कथनी से अधिक करनी स्वामीजी में विद्यमान थी !** इन्हीं गुणों व कर्मशीलता के कारण पूज्य श्री गुरुदेव भगवान की यश-कीर्ति चहुँ और व्याप्त है !\n\nसद्गुरु स्वामी टेऊँराम जी महाराज भक्ति और कर्म के अद्भुत उपासक थे ! वैदिक धर्म की रक्षार्थ **'आचार्य श्री गुरुदेव टेऊँराम जी महाराज'** ने अपने साधना के बल अथवा भक्ति के प्रचण्ड प्रताप से एक नये निराले पंथ का शुभारम्भ किया ! इसी प्रकार चार  आयाम स्थापित किए - प्रेम प्रकाश पंथ, श्री प्रेम प्रकाश ग्रंथ, सत्नाम साक्षी महामंत्र, और पावन तीर्थ श्री अमरापुर धाम का निर्माण, आदि का  विश्व इतिहास में अमिट छाप छोड़ेगा !\n\n1] **महाराज श्री का पावन तीर्थ स्थल**- महायोगी तपस्वी श्री सद्‌गुरु स्वामी टेऊँराम जी महाराज का पावन तीर्थ स्थल **जयपुर में \"श्री अमरापुर स्थान (डिब)\"** के नाम से सुविख्यात है ! इस स्थल पर भव्य श्री मंदिर, ग्रन्थ कक्ष, भगवान श्री लक्ष्मी नारायण मंदिर,  लडडू गोपाल जी, श्री अमरापुरेश्वर मंदिर, अमरापुर गौशाला, श्री अमरापुर यज्ञशाला, प्रदर्शनी स्थल (निवास स्थल) एवं  \"पवित्र समाधि स्थल\" बने हुए हैं ! आज प्रतिदिन हजारों श्रद्धालु इस प्रवित्र तीर्थ स्थल के दर्शन करके अपने जीवन को धन्य धन्य बनाते हैं !\n\n2] **सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित ग्रंथावली** -  श्री प्रेम प्रकाश ग्रंथ (795 पृष्ठीय आध्यात्मिक महाग्रंथ), श्री प्रेम प्रकाश दोहावली (1375 दोहे), श्री ब्रद्मदर्शनी (250 ब्रद्म पद), श्री कवितावली - छन्दावली (पद - छन्द), श्री अमरापुर वाणी (हिन्दी - सिन्धी भजन संग्रह), सलोक माला (108 सलोक), सोलह शिक्षाएं, शान्ति के दोहे, अमर कथा आदि अनुभवी वाणी का अमूल्य खजाना **\"महाराज श्री\" द्वारा रचित है !**\n\n3] **\"महाराज श्री\" के नाम की कुछ पावन स्मृतियां**- जयपुर में विशाल सद्‌गुरु टेऊँराम गोशाला, उज्जैन में सद्‌गुरु टेऊँराम घाट, **रामेश्वर धाम में सद्‌गुरु टेऊँराम घाट (अग्नितीर्थम)**, हरिद्वार में सतनाम साक्षी घाट, श्री अमरापुर घाट, श्री प्रेम प्रकाश घाट, सद्‌गुरु टेऊँराम चौक (भीमगोडा), **अमरापुर अरावली एक्सप्रेस ट्रेन** का नाम आदि इसी के साथ  सदगुरु टेऊँराम उद्यान, स्वामी टेऊँराम विद्यालय, सर्किल, सदगुरु टेऊँराम चौक, पथ, सदगुरु टेऊँराम मार्ग, सदगुरु टेऊँराम अस्पताल, ऐसे ही अनेक स्थान विभिन्न शहरों में बने हुए है !\nसाथ ही **\"महाराज श्री\" के नाम से अनेक सेवा कार्य हॉस्पिटल,  सदगुरु टेऊँराम गौशाला, सेवा केन्द्र, शव वाहन, एम्बुलेंस, मोचुरीबॉक्स, श्री अमरापुर अन्नक्षेत्र जल एवं प्रसाद वितरण आदि !**\n**विश्व के प्रसिद्ध जाने माने कैलेण्डरों व पंचांगो में \"सद्गुरु टेऊँराम जयन्ती\" को स्थान मिला है !**\n\n4] **महापुरुष कर्मयोगी आचार्य श्री सद्गुरु स्वामी टेऊँराम जी महाराज** के 55 वर्ष तक इस कलिकाल में सनातन धर्म का प्रचार - प्रसार कर अपनी जीवन लीला समेट कर **संवत 1999 पुरुषोत्तम सिंधी  तारीख 4, दिन शनिवार** प्रातः काल ब्रह्म मुहुर्त में आसान मुद्रा में अपने पांच भौतिक देह का विसर्जन किया | उनकी आत्म ज्योति परब्रह्म की महा ज्योति में समा गई | उनका दिव्य आलोक आज भी पूरे विश्व में अनंत जीवों का मार्ग दर्शन कर रहा है !!!!"
  },
  "swami-teoonram-parichay": {
    "date": "25",
    "year": "2025",
    "month": "June",
    "title": "सद्‌गुरु टेऊँराम जयंती 30 जून 2025 पर विशेष लेख",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-teoonram-parichay.jpeg",
    "article": "**युगपुरुष आचार्य श्री 1008 सद्‌गुरु स्वामी टेऊँराम जी महाराज**\n\nआचार्य श्री सद्‌गुरु स्वामी टेऊँराम जी महाराज का जन्म सिन्ध प्रदेश, हैदराबाद जिले के खण्डू गाँव विक्रम सम्वत् 1944, सिन्धी चार तारीख, आषाढ़ शुक्ल पक्ष, षष्ठी तिथि, शनिवार का दिन, प्रातः 5 बजे फूलवंशी, क्षत्रिय कुल में हुआ था ! जैसे प्रभु श्री राम का जन्म सरियु नदी, भगवान श्री कृष्ण यमुना नदी के तट पर हुआ वैसे ही स्वामी जी का जन्म भी \"सिन्धु नदी\" के पावन तट पर हुआ था !\n\nस्वामी जी की **\"माता श्री\"** का नाम **कृष्णा देवी** और **\"पिता श्री\"** का नाम **श्री चेलाराम जी** था! माता कृष्णा देवी स्वामी जी को गोद में लेकर प्रतिदिन मीठे स्वर से **\"शिवोऽहम्\"** व **\"राम नाम\"** की लोरी सुनाती थी ! पण्डित जयराम जी ने स्वामी जी के ग्रह नक्षत्र देखकर भविष्यवाणी की कि **यह बालक होनहार होगा तथा अवतार के रूप में कहलायेगा** और फिर स्वामी का नाम **\"टेऊँराम\"** रखा !\n\nपिता चेलाराम जी ने ४-६ वर्ष की आयु में स्वामी जी को पाठशाला पढ़ने के लिए भेजा ! किन्तु पढ़ाई में मन नही लगा! तब स्वामी जी ने केवल एक **\"ॐ\"** अक्षर ही कंठरस्त किया ! स्वामी जी १३-१४ वर्ष के हुए ! तब दादा साईं आसूराम जी महाराज से नाम-दीक्षा प्राप्त कर भगवत भजन में लग गए !\n\nअवतारी महापुरुष सतगुरु स्वामी टेऊँराम जी महाराज ने अपना पंथ, ग्रन्थ, मंत्र एवं थाम अपने प्रचण्ड तप भक्ति ज्ञान के बल से बनाया!\n**पंथ** : श्री प्रेम प्रकाश पंथ\n**मंत्र** : सतनाम साक्षी\n**ग्रन्थ** : श्री प्रेम प्रकाश ग्रन्थ\n**धाम** : श्री अमरापुर धाम\n\nसतगुरु स्वामी टेऊँराम जी महाराज  ने सर्वप्रथम सिंध प्रदेश में रेत के रीले पर टण्डे आदम \"अमरापुर दरबार\" का निर्माण किया ! जिससे स्वामी जी को **डिब वाले सांई के नाम** से भी जाना जाता था !\n\nसतगुरु स्वामी टेऊँराम जी महाराज को सर्वप्रथम **\"भगवान श्री लक्ष्मीनारायण\"** के दर्शन हुए ! इसीलिए सभी प्रेम प्रकाश आश्रमों में इष्टदेव **\"भगवान श्री लक्ष्मीनारायण\"** की प्रतिमा विराजमान की गई है! सतगुरु स्वामी टेऊँराम जी महाराज के  द्वितीय पीठाधिश्वर स्वामी सर्वानन्द जी महाराज ने देश-विभाजन के पश्चात जयपुर में **\"श्री अमरापुर दरबार\"** का निर्माण करवाया ! जो आज श्री प्रेम प्रकाश आश्रम (मण्डल) का मुख्यालय है !\n\nश्री अमरापुर स्थान जयपुर में टण्डेआदम व खंडू गांव की रज ( मिट्टी) दर्शनार्थ रखी गयी हैं ! मंदिर के गर्भगृह में सतगुरु स्वामी टेऊँराम जी महाराज, स्वामी  सर्वानंद जी का समाधि स्थल बना हुआ है ! जहाँ हजारों प्रेमी नित्य-नियम से दर्शन, सुमरन का लाभ लेते हैं ! सतगुरु स्वामी टेऊँराम जी महाराज का साप्ताहिक जन्मदिन-शनिवार, **मासिक जन्म चौथ** एवं आषाढ़ मास में **सदगुरु टेऊँराम जन्म जयंती** पूरे विश्व भर में बड़े श्रद्धा भक्ति भाव से मनाया जाती है ! स्वामी जी का मुख्य प्रसाद ढोढ़ा-चटनी हैं ! जो कि सभी प्रेम प्रकाश आश्रमों में वितरण किया जाता हैं !\n\nसतगुरु महाराज जी की वाणी को **\"श्री प्रेम प्रकाश ग्रन्थ\"** में संजोया गया है ! जो सभी वेद शास्त्रों का सार तत्व है ! सतगुरु महाराज जी द्वारा रचित अनुभव की वाणी सोलह शिक्षाएँ भी है ! जिसमें पूरे वेद शास्त्रों का ज्ञान समाया हुआ है ! इसी प्रकार  सतगुरु स्वामी टेऊँराम जी महाराज द्वारा **ब्रह्मदर्शनी** की रचना भी की गई ! जिसमें पूरा ब्रह्मज्ञान समाया हुआ है ! जिसका नित्य नियम से पाठ करना चाहिए ! सतगुरु महाराज जी के **शांति के दोहे** जिसका पाठ करने से शांति मिलती है !\n\nवर्तमान में सतगुरु स्वामी टेऊँराम जी महाराज के देश-विदेश में लगभग 150 प्रेम प्रकाश आश्रम बने हुए हैं ! जहां नित्य नियम भजन सत्संग, आरती , प्रार्थना होती है ! श्री अमरापुर स्थान जयपुर में \"गौशाला\" बनी हुई हैं ! जहाँ नित्यप्रति गौ माता की सोवा होती है ! इसी प्रकार जयपुर के मानसरोवर में विशाल **\"सदगुरु टेऊँराम गौशाला\"** बनी हुई है ! जिसमे लगभग २५० गौमाता की सेवा होती है !\n\nस्वामी जी के नाम से रामेश्वर धाम एवं उज्जैन में स्वामी टेऊँराम घाट भी बने हुए ! सत्गुरु स्वामी टेऊँराम जी महाराज के नाम से अनेक स्थानों पर सद्गुरु टेऊँराम चौक, मार्ग, सर्किल, पथ, गौशाला, विद्यालय, बाग बगीचें एवं सेवा समितियां आदि बनी हुई है !\n\nमहायोगी युगपुरुष आचार्य सतगुरु स्वामी टेऊँराम जी महाराज 55 वर्ष की आयु तक धराधाम पर रहें ! फिर अपनी लीला समेट कर सिंधी चार तारीख, शनिवार, पुरुषोत्तम मास, सम्वत् 1999 को पंच भौतिक शरीर का त्याग कर पारब्रह्म की ज्योति में समा हो गये ! महापुरुषों के श्री चरणों में कोटि कोटि वंदन...... सतनाम साक्षी!!!\n\n**!! सद्‌गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित ग्रन्थावली !!**\n\nश्री प्रेम प्रकाश ग्रन्थ (795 पृष्ठीय आध्यात्मिक महाग्रंथ),\nश्री प्रेम प्रकाश दोहावली (1375 दोहे),\nश्री ब्रह्मदर्शनी (250 ब्रह्म पद),\nश्री कवितावली-छन्दावली (पद-छन्द),\nश्री अमरापुर वाणी (हिन्दी-सिन्धी भजन संग्रह),\nसलोक माला (108 सलोक), सोलह शिक्षाएँ, शान्ति के दोहे, अमर कथा आदि अनुभवी वाणी का अमूल्य खजाना 'महाराज श्री' द्वारा रचित है ! जो कि श्री अमरापुर स्थान जयपुर सहित सभी प्रेम प्रकाश आश्रमों में उपलब्ध हैं !\nऐसे युगपुरुष - युगदृष्टा कर्मयोगी को हमारा शत्- शत् नमन् !"
  },
  "yugpurush-swami-teoonram": {
    "date": "25",
    "year": "2025",
    "month": "June",
    "title": "सद्‌गुरु टेऊँराम जयंती 30 जून 2025 पर विशेष लेख",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/satguru-swami-teoonram-maharaj.jpeg",
    "article": "**श्री प्रेम प्रकाश पंथ के पुरोधा- संस्थापक..... युगपुरुष आचार्य सद्गुरु श्री स्वामी टेऊँराम जी महाराज**\n\nसन्त समाज के सुधारक और जीवों के उद्धारक होते हैं! भारत वर्ष में सन्तो की एक सुदीर्घ परम्परा है! इसी अनमोल मोत्तिक माला में एक रत्न **सन्त शिरोमणि सद्गुरु स्वामी टेऊँराम जी महाराज** एक परम सिद्ध संत हुए हैं! स्वामी जी का **जन्म विक्रम संवत 1944 में आषाढ़ शुक्ल पक्ष, षष्ठी तिथि, 6 जुलाई, सन 1887, शनिवार, सिन्ध प्रांत के \"खण्डू ग्राम\"** में हुआ था ! इनकी माता का नाम कृष्णा देवी और पिता का नाम श्री चेलाराम था !\n\nइनके माता-पिता धर्मात्मा, संत सेवी और सत्संग प्रिय थे ! अतः बाल्यकाल से ही इन्हे धार्मिक वातावरण प्राप्त हुआ ! अल्पायु में ही पिता का आशीर्वाद और आश्रय से वंचित सद्‌गुरु टेऊँराम जी महाराज ने खेती-बाड़ी व व्यापार का कार्यभार भी संभाला था ! किन्तु वहां पर भी संत महात्माओं को बैठाकर भजन- सत्संग गंगा प्रवाहित करवा दी ! जिनका मन परमात्मा में रम गया है उन्हें भला संसारिक कार्यों से क्या काम !\n\n**लगन लगी जब राम से- क्या लोकन से काम**\nअतः इस कालखण्ड में भी वे जीवन भर विरक्त रहकर सन्त सेवा, गौ सेवा, अतिथि सेवा और ईश्वर भक्ति में तल्लीन रहते थे! जब वे सिन्धु नदी के तट पर योगस्थ होते थे ! तब पशु पक्षी भी इनके  आस पास आकर बैठ जाते थे और जब स्वामी जी इकतारा लेकर ओजस्वी वाणी में सत्संग भजन संकीर्तन करते थे! तब तो सभी लोग अपना- अपना कार्यभार छोड़कर वहाँ इकट्ठे होकर ध्यान- मग्न हो जाते थे !\n\n**स्वामीजी के दीक्षा गुरु दादा साई आसूराम जी महाराज थे !**\n\nआचार्य श्री सद्गुरु स्वामी टेऊँराम जी महाराज तीस वर्ष की अवस्था में **\"हिन्दू सनातन धर्म\"** की पताका फैलाकर श्री प्रेम प्रकाश संप्रदाय की स्थापना कर **\"श्री अमरापुर स्थान\"** एवं **\"श्री प्रेम प्रकाश आश्रम\"** के नाम से सत्संग स्थलो की स्थापना की ! सद्‌गुरु महाराज जी ने **सतनाम साक्षी** महामंत्र की दीक्षा देकर सांसारिक कल्याण हेतु भक्तजनों को सतमार्ग दिखाया ! इनकी अनुभव वाणी का विशाल **\"श्री प्रेम प्रकाश ग्रंथ\"** आध्यात्मिक महाकाव्य है ! जिसमें ब्रह्मदर्शनी, दोहावली, कवितावली, छन्दावली, भजन, पद व सलोक माला आदि है! इनकी प्रमुख रचना श्री अमरापुर वाणी (भजन माला) लोक विख्यात है! सद्‌गुरु स्वामी टेऊँराम जी महाराज एक परम सिद्ध संत और युगपुरुष थे ! वे 55 वर्ष की अल्पायु में ही योगस्थ होकर परम धाम को प्राप्त हो गये !\n\n**आप अमर चरित्र अमर, अमर आपका नाम ! \nतब शरणागत भी अमर, सदगुरु टेऊँराम !!**\n\nऐसे परम वीतराग वैरागी तेजपुंज महापुरुष, जिन्होंने जीवों को सत्यमार्ग की राह दिखाकर सभी के कल्याण की कामना की ! श्री प्रेम प्रकाश संप्रदायाचार्य की इस अलौकिक, दुर्लभ दिव्य महाविभुति श्री 1008, सदगुरु स्वामी टेऊँराम जी महाराज को कोटिशः नमन और वन्दन है !!!\n\n**महाराज श्री का पावन तीर्थ स्थल**\nमहायोगी तपस्वी श्री सद्‌गुरु स्वामी टेऊँराम जी महाराज का पावन तीर्थ स्थल जयपुर में **\"श्री अमरापुर स्थान\"** के नाम से सुविख्यात है! इस स्थल पर भव्य श्री मंदिर, ग्रन्थ कक्ष, भगवान श्री लक्ष्मी नारायण मंदिर, लडडू गोपाल जी, श्री अमरापुरेश्वर महादेव मंदिर, अमरापुर गौशाला, यज्ञ शाला एवं समाधि स्थल बने हुए हैं! आज प्रतिदिन हजारों श्रद्धालु इस प्रवित्र तीर्थ स्थल के दर्शन करके अपने जीवन को धन्य धन्य बनाते हैं !\n\n**सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित ग्रंथावली**\nश्री प्रेम प्रकाश ग्रंथ (795 पृष्ठीय आध्यात्मिक महाग्रंथ), श्री प्रेम प्रकाश दोहावली (1375 दोहे), श्री ब्रह्मदर्शनी (250 ब्रह्म पद), श्री कवितावली - छन्दावली (पद-छन्द), श्री अमरापुर वाणी (हिन्दी सिन्धी भजन संग्रह), सलोक माला (108 सलोक), सोलह शिक्षाएं, शान्ति के दोहे, अमर कथा आदि अनुभवी वाणी का अमूल्य खजाना महाराज श्री द्वारा रचित है !\n\n**\"महाराज श्री\" के नाम की कुछ पावन स्मृतियां**\nजयपुर में मानसरोवर  में विशाल सद्गुरु टेऊँराम गौशाला, उज्जैन में सद्गुरु टेऊँराम घाट, **रामेश्वर धाम में सद्गुरु टेऊँराम घाट (अग्नितीर्थम)**, हरिद्वार में सतनाम साक्षी घाट, श्री अमरापुर घाट, श्री प्रेम प्रकाश घाट, सद्गुरु टेऊँराम चौक (भीमगोडा), **अमरापुर अरावली एक्सप्रेस ट्रेन** का नाम आदि इसी के साथ सदगुरु टेऊँराम उद्यान, स्वामी टेऊँराम विद्यालय, सर्किल, सदगुरु टेऊँराम चौक, सदगुरु स्वामी टेऊँराम पथ, सदगुरु टेऊँराम जल मंदिर, सदगुरु टेऊँराम मार्ग,  स्वामी टेऊँराम हॉस्पिटल आदि ऐसे ही अनेक स्थान जयपुर सहित विभिन्न शहरों में बने हुए है ! साथ ही **\"महाराज श्री\" के नाम से अनेक सेवा कार्य** हॉस्पिटल, सदगुरु टेऊँराम गौशाला, सेवा केन्द्र, शव वाहन, एम्बुलेंस, मोचुरीबॉक्स, श्री अमरापुर अन्नक्षेत्र प्रसादम, जल सेवा आदि !\nअमदाबाद के नाना चिलोडा पर **सदगुरु स्वामी टेऊँराम जी महाराज ओवर ब्रिज** (सेतु-पुल) हिंदी पाठ्य पुस्तकों में भी सदगुरु टेऊँराम जी महाराज की वाणी (दोहे पद छंद कवित आद) शामिल करवाने का प्रयास चल रहा है !!!!\n\nविश्व के प्रसिद्ध जाने माने **कैलेण्डरों व पंचांगो** में **\"सद्गुरु टेऊँराम जयन्ती\"** को स्थान मिला है !"
  },
  "swami-teoonram-guiding-light-of-devotion": {
    "date": "1",
    "year": "2025",
    "month": "June",
    "title": "भक्ति के विशाल व्योम, प्रेममूर्ति आचार्य श्री 1008 सद्गुरु स्वामी टेऊँराम जी महाराज",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/mangalmoorti-swami-teoonram.jpeg",
    "article": "🕉️ ॐ श्री सत्नाम साक्षी  🕉️\n\nढाई अक्षर प्रेम में सब कुछ निहित है। सदियों से प्रेम की महिमा गाई गई है ! समय-समय पर सन्तों ने इस विषय की महत्ता स्थापित की है ! महाप्रभु चैतन्य, कबीर, रैदास, सूरदास, मीरा, गुरूनानक, तुलसीदास जी महाराज ने भक्ति रस का प्याला पिलाया है, उसी प्रकार सिन्ध प्रान्त में अवतरण लेकर हमारे इष्ट आराध्य सद्गुरु स्वामी टेऊँराम जी महाराज ने **'प्रेम-प्रकाश ग्रंथ'** की रचना करके जन-जन को भक्ति रस से ओत-प्रोत कर दिया है! इस ग्रंथ में ब्रह्मदर्शनी, दोहावली, कवितावली, छन्दावली, पद, सलोकमाला, सोलह शिक्षाओं का अनूठा समावेश है ! इनमें छन्दावली में विविध विषयों पर गुरुदेव ने अपनी वाणी को श्रृंगारित किया है ! इनमें से एक विषय 'प्रेम' की महिमा को उजागर करता है !\n\n**प्रेम ही के वश प्रभु नाई बने सैन हित,\nप्रेम वश केवट से चरण धुलाया है !\nप्रेम ही के वश प्रभु बेर खाये भीलनी के,\nप्रेम वश हरि शाक विदुर का खाया है !\nप्रेम ही के वश प्रभु पार्थ का रथ हांका,\nप्रेम वश प्रभु यज्ञ-जूठन को उठाया है !\nप्रेम ही के वश लीने तन्दुल सुदामा जी के,\nकह टेऊँ प्रेम इक प्रभु मन भाया है !**\n\nमानव जीवन की सफलता 'प्रेम' (प्रभु-प्रेम) में परिलक्षित होती है ! मन से प्रभु के प्रति समर्पण भाव ही सच्चा प्रेम है! जगत् के पदार्थों से प्रेम मिथ्या है ! प्रेम दूज के चांद की तरह होना चाहिए, जो उत्तरोत्तर बढ़ता ही रहे !\n\n**कहे टेऊँ हरि प्रेम की,\nमहिमा है अधिकाय !\nप्रेम भरे प्रवाह में,\nज्ञान ध्यान बह जाय !!**\n\nयह जगत् भगवान की विचित्र लीलाओं का एक रंगमंच है. हम सामान्यजन यहाँ अपनी- अपनी भूमिका निभाते हैं और अभिनय समाप्त होने पर अदृश्य हो जाते हैं! किन्तु इसी बहुविध विविधताओं और द्वन्द्वों से आप्लावित निःसार संसार की सारता और परमोपयोगिता को सिद्ध करने के लिए समय-समय पर महाविभूतियों का अवतरण होता रहा है ! वे अपने जीवन से, कर्म से, व्यवहार से और ज्ञान से सांसारिक लोगों को, क्रिया प्रकृति की प्रत्येक वस्तु को प्रभावित करते हैं ! ऐसी ही एक महान, प्रातः स्मरणीय, वन्दनीय विभूति का इस पृथ्वी पर अवतरण सम्वत् 1944 को आषाढ़ शुक्ल की षष्ठी, दिन शनिवार को धर्ममयी माता कृष्णा देवी व पिता श्री चेलाराम के घर हुआ ! बचपन से ही आपको ईश्वर की भक्ति सम्बन्धी वातावरण प्राप्त हुआ. इसके फलस्वरूप आपने मात्र चौदह वर्ष की आयु में **'गुरूदेव स्वामी आसुराम जी महाराज'** से गुरु दीक्षा प्राप्त की !\n\nबालपन में उनका खेलने का ढंग भी निराला था ! साथियों को इकट्ठा करके आसन लगाते थे, फिर स्वयं आँखें बन्द करके अन्य को भी आंखे बन्द करने को कहकर राम नाम की धुन लगाते थे! कभी नदी के किनारे, तो कभी बाग-बगीचों में, कभी पीपल के नीचे, तो कभी शांत स्थान पर मित्र मंडली के साथ प्रभु-भक्ति में लीन हो जाते थे ! इकतारा लेकर जब स्वामी जी भजन गाते थे, तो नागरिकगण अपना-अपना कार्य छोड़कर स्वामी जी के भजन-रस में डूब जाते थे !\n\nसद्गुरु महाराज जी का व्यक्तित्व महान था ! उसी का प्रतिबिम्ब कृतित्व में भी परिलक्षित होता था ! साधारण शब्दावली में गम्भीर दार्शनिक विषयों पर विवेचन अपने आप में विशेष है ! जीवन की क्षण भंगुरता का वर्णन करते हुए सद्‌गुरु जी लिखते हैं-\n\n**रैन गयी पुनि दिवस भया,\nदिवस गया भयी रात !\nकहे टेऊँ मन चेत ले, आयु ऐसे जात !!**\n\nसत्संग की महिमा के संबंध में स्वामी जी का कथन है कि सत्संग रूपी वटवृक्ष को कोई भी तोड़ने में समर्थ नहीं है। सत्संग रूपी वृक्ष का आधार परब्रह्म-परमात्मा है, जो दिव्य है। जिसका प्रकाश सर्वत्र फैल रहा है। इसीलिए तन-मन-धन का अहंकार छोड़कर सत्पुरुषों की सेवा में रम जाओ! गुरु ही प्रभु से मिलाता है। भक्ति में ओत-प्रोत होकर ईश्वर के दिव्य-दर्शन कर सकते हैं। भक्ति के विशाल व्योम में महायोगी सद्‌गुरु श्री स्वामी टेऊँराम जी महाराज जैसे तेज पुँज मण्डित नक्षत्र का उदय हुआ और उन्होंने सत्संग की पावन मंदाकिनी से लौकिक दुःखों से पीड़ित जनों के सन्ताप नाश के परोपकारी कार्य का शुभारम्भ किया !\n\nसद्‌गुरु स्वामी टेऊँराम जी महाराज ने इसी लक्ष्य की सिद्धि के लिये एक संत मण्डल की स्थापना की, जिसका नाम **'प्रेम प्रकाश मण्डल'** रखा गया !\n\nस्वामी जी ने **'सत्नाम साक्षी'** के परम पवित्र मंत्र से प्रेमियों को दीक्षित किया तथा इस मंत्र को आत्मसात करने का उपदेश दिया! स्वामी जी जात-पात, ऊँच नीच, अपना-पराया में भेद नहीं करते थे ! तहसीलदार वाहिद बख्श, रमजान, वकील भगवान दास और ब्राह्मण हुन्दलदास स्वामी जी के सम्पर्क में आए, तो उनके हृदय में परिवर्तन आ गया ! बीसवीं शताब्दी में सद्गुरु स्वामी टेऊँराम जी महाराज भक्ति युगीन सन्त समुदाय के प्रतिनिधि सन्त थे ! इनका समाज सुधार के प्रति व्यापक दृष्टिकोण और आध्यात्मिक ज्ञान की शिक्षा प्रदान करने की सहज प्रणाली आज भी जन-जन को उपकृत कर रही है! उनके द्वारा रचित सोलह शिक्षाएँ सदैव मार्गदर्शक के रूप में सहायक सिद्ध होंगी! वर्तमान में उनका पावन तीर्थ स्थल **'श्री अमरापुर स्थान'** जयपुर में स्थित है ! इस स्थल पर भव्य श्री मन्दिर एवं समाधि स्थल भी बना हुआ है !\n\n**सद्‌गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित ग्रन्थावली**\nश्री प्रेम प्रकाश ग्रन्थ (795 पृष्ठीय आध्यात्मिक महाग्रंथ),\nश्री प्रेम प्रकाश दोहावली (1375 दोहे),\nश्री ब्रह्मदर्शनी (250 ब्रह्म पद),\nश्री कवितावली-छन्दावली (पद-छन्द),\nश्री अमरापुर वाणी (हिन्दी-सिन्धी भजन संग्रह),\nसलोक माला (108 सलोक), सोलह शिक्षाएँ, शान्ति के दोहे, अमर कथा आदि अनुभवी वाणी का अमूल्य खजाना 'महाराज श्री' द्वारा रचित है ! जो कि श्री अमरापुर स्थान सहित सभी प्रेम प्रकाश आश्रमों में उपलब्ध हैं !\n\nऐसे युगपुरुष - युगदृष्टा कर्मयोगी को हमारा शत्- शत् नमन् !\nश्री अमरापुर स्थान, जयपुर"
  },
  "chaitra-mela-diwas": {
    "date": "11",
    "year": "2025",
    "month": "April",
    "title": "चैत्र मेला सिंधी बारहवीं तारीख को ही क्यों..?",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/chaitra-mela-diwas.jpeg",
    "article": "**प्रेम प्रकाश मण्डल का, चैत्र मेला अभिराम !**\n**संतजनों का दरस कर, पाओ आत्मराम !!**\n\nअखण्ड भारत देश ! अनोखा संत समागम ! कुम्भ सदृश विशाल चैत्र मेला ! भक्ति-भाव से ओत-प्रोत ! भजन - भोजन का भण्डारा... सत्संग गंगा में स्नान करने का सुअवसर... जीव का परमात्मा से मिलन... अध्यात्म ज्ञान चर्चा... नाम-दान-स्नान का त्रिवेणी संगम...\n\n**'युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज'** द्वारा स्थापित विश्व विख्यात चैत्र मेला! प्रेम प्रकाशियों का महाकुम्भ मेला! लघु काशी जयपुर गुलायी नगर की प्रमुख शान! ऐसा है प्रेम प्रकाश मण्डल का चैत्र मेला... एक समय टण्डा आदम में स्थित श्री अमरापुर दरबार (डिब) पर कुछ साधु संत-महात्मा एवं भक्तजन एकत्रित हुए। उन्होंने सद्‌गुरु महाराज जी को दण्डवत् प्रणाम किया और हाथ जोड़कर विनती करने लगे कि हे भगवन् ! आप तो सैलानी महापुरुष हैं... कभी कहाँ तो कभी कहाँ... जीवों के उद्धार हेतु यत्र-तत्र भ्रमण (विचरण) करते हैं... नाम दान का उपदेश देते हैं। जन-जन के हृदय में ज्ञान का दीप प्रज्जवलित कर रहे हैं! अंधकार में डूबे हुए जीवों को सत्मार्ग की राह दिखला रहे हैं। चल तीर्थ के समान सत्संग गंगा में स्नान करवा रहे हैं। अज्ञानता की नींद में सोये हुए लोगों को जगा रहे हैं। किन्तु श्री अमरापुर दरबार (डिब) पर अनेक संत महात्मा एवं श्रद्धालुगण दूर-दूर से आपके दर्शनों के लिये समय समय पर यहाँ आते ही रहते हैं। आप तो सदैव सैलानी हैं अर्थात् भ्रमण करते रहते हैं, और इस स्थान डिब पर आपका रहना बहुत कम समय के लिये ही होता है। इस कारण प्रेमी भक्तजन आपके दर्शनों से वंचित निराश होकर लौट जाते हैं। अतः आपश्री के पूज्य श्रीचरणों में प्रार्थना है कि ऐसे कुछ दिन निश्चित कर दीजिए, जिससे संत, भक्त प्रेमी आकर आपका दर्शन व सत्संग सुनकर अपना जीवन सफल बना सकें !\n\n**मिलो मिलाओ मिल रहो, मिलो तो मेला होय !**\n**अन्तर आत्म जे मिले, मेला कहिये सोय !!**\n\nइस पर सद्गुरु महाराज जी ने सभी संत महात्मा, सत्संगी प्रेमियों को एक बैठक में प्रस्ताव देते हुए कहा-\n**'इस डिब (बालू रेत का टीला) पर चैत्र मास की सिन्धी बारहवीं तारीख को रेत का चबूतरा और झोंपड़ियाँ बनाकर सत्संग का शुभारम्भ किया गया था। अतः चैत्र मास की सिन्धी बारह तारीख से लेकर सोलह तक पंच दिवसीय संत-महात्मा, भजन मण्डलियाँ, प्रेमी भक्तजन आदि सभी के लिये अखण्ड भजन-भोजन का समागम रखना चाहिए !'**\n\nसद्गुरु महाराज जी का यह सुझाव सभी संत-महात्माओं, भक्तजनों ने प्रसन्नचित्त होकर स्वीकार किया। चैत्र मास में बसन्त ऋतु होती है! रातें ठण्डी और सुहावनी होती हैं। गर्मी भी अधिक नहीं पड़ती। हिन्दू संस्कृति का नव वर्ष भी चैत्र मास से प्रारम्भ होता है। फसल कटाई होकर इस समय किसान भी फुर्सत में होते हैं (उस समय सिन्ध में अधिकांश लोग खेती-बाड़ी का कार्य ही करते थे) इसी मास में चेटीचण्ड, श्री रामनवमी, नवरात्रा, श्री हनुमान जयंती आदि पर्व-उत्सव मनाये जाते हैं। अतः इस मास में 'मेला' लगाना अति उत्तम होगा और इस मेले को 'चैत्र मेला' के नाम से जाना जाये !\n\nइस पवित्र आध्यात्मिक चैत्र मेले में दूर-दूर के प्रेमी भक्तजन, संतों के श्रीमुख से सत्संग गंगा में स्नान कर लाभ उठा पायेंगे। इस प्रकार 'चैत्र मास की बारहवीं तारीख' को चैत्र मेला प्रतिवर्ष मनाये जाने का निश्चय हुआ। आज भी सिद्ध तपस्वी युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा स्थापित कुम्भ सदृश विशाल आध्यात्मिक 'चैत्र मेला' लघु काशी कही जाने वाली \"गुलाबी नगरी जयपुर\" के पावन तीर्थ स्थल श्री अमरापुर स्थान (डिब्) पर प्रतिवर्ष बड़ी भव्यता एवं श्रद्धा, भक्ति-भाव के साथ मनाया जाता है। जिसमें लाखों भक्त सत्संग, सेवा का लाभ लेते हैं। पाँच दिनों तक चलने वाले कुम्भ सदृश चैत्र मेले में युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज का अखण्ड भजन व भोजन (भण्डारा) 'लेने वाले बाबा देऊँराम-देने वाले बाबा देऊँराम' उक्ति को चरितार्थ करता हुआ चलता है। इस अवसर पर असंख्य श्रद्धालुगण ज्ञानसरिता में डुबकी लगाकर अपने जीवन को धन्य-धन्य बनाते हैं!"
  },
  "chetichand": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "सिंधी समाज के इष्ट आराध्य वरुणावतार भगवान श्री झूलेलाल",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image.jpg",
    "article": "परम्परानुसार हमारे धर्मप्राण भारतवर्ष में अनेकानेक पर्व, उत्सव, तीज़, त्यौहार आदि बड़े हर्षोल्लास के साथ मनाये जाते हैं। प्रत्येक पर्व-उत्सव के पीछे उसकी एक पृष्ठभूमि या इतिहास होता है, जिसके अन्तर्गत उस पर्व-उत्सव को मनाया जाता है। प्रत्येक कौम-जाति अपने धर्म के अनुसार स्वयं का पर्व बड़े श्रद्धा,  भक्ति,आस्था, उत्साह, उमंग के साथ मनाती है. उसी प्रकार सिन्धी समुदाय का भी एक मुख्य महापर्व है- चेटीचण्ड ! जो कि पूरे विश्व भर में बड़े आनन्द उत्साह, श्रद्धा व भक्ति-भाव के साथ मनाया जाता है।\n\nइस पर्व के इष्टदेव हैं वरुणावतार भगवान श्री झूलेलाल साईं !  जिन्हें जिन्दहपीर, लाल साईं, अमरलाल, उडेरोलाल के नाम से भी जाना जाता है।\n\nचेटीचण्ड विक्रम संवत् का पवित्र शुभारम्भ दिवस है. 'चेटीचण्ड' में **'चेटी = चैत्रमास'** अर्थात् नव सम्वत्सर का आरंभ होता है। **'चण्ड = चन्द्रतिथि'** इस दिन सिन्धी समाज के लोग अपने इष्टदेव ज्योति स्वरूप भगवान श्री झूलेलाल की आराधना,  पूजा-अर्चना श्रद्धा-भाव के साथ करते हैं और अपनी आस्था का अर्ध्य चढ़ाकर श्रद्धा सुमन अर्पित करते हैं। इस दिन सिन्धी समाज के लोग प्रसन्नचित होकर **'आयोलाल-झूलेलाल'** का उद्घोष कर एक दूसरे को भगवान झूलेलाल के जन्म व नववर्ष की बधाईयाँ देते हैं। साथ ही ज्योति जलाकर, बहराणे साहब के रूप में उसकी पूजा-अर्चना आराधना करके सिंधी लोकनृत्य डॉडिया व मटका नृत्य करके भगवान झूलेलाल जयंती का महोत्सव बड़े ही भक्ति-भाव से मनाते हैं। इस चेटीचण्ड महापर्व की पृष्ठभूमि के इतिहास की ओर ध्यान केन्द्रित करना भी आवश्यक है। जैसा कि भगवान श्रीकृष्ण की श्रीमद्भगवद्गीता में घोषणा है-\n\n**'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानम् धर्मस्य तदात्मानं सृजाम्यहम्।।\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्म संस्थापनार्थाय सम्भवामि युगे युगे।।'**\n\nअर्थात् 'जब-जब धर्म का ह्रास होने लगता है, अधर्म और पाप बढ़ जाता है, तब-तब मैं स्वयं किसी न किसी रूप में अवतार लेकर पापियों का नाश कर धर्म की रक्षा करता हूँ।'\n\nइसी प्रकार जब सिन्ध प्रदेश के ठट्ठा नामक नगर में एक अत्याचारी मिरख बादशाह नामक शासक का राज्य था। वह हिन्दुओं के प्रति अतिक्रूर था। वह हिन्दुओं को मुसलमान बनाना चाहता था, जिससे उसे जन्नत प्राप्त हो सके। उसने अपने राज्य में घोषणा करवा दी कि यदि हिन्दू लोग मुसलमान नहीं बनेंगे तो उन्हें सख़्त सजा दी जावेगी। इस दृष्टिकोण से हिन्दुओं पर कई प्रकार के अत्याचार किये जाने लगे, यहाँ तक कि हिन्दू धर्म की निशानी शिखा (चोटी) काटकर जनेऊ उतरवाये जाने लगे। हिन्दू धर्म की जाति को नष्ट कर स्वयं के धर्म में मिलाने का प्रयास किया जाने लगा।\n\nशास्त्र कहते हैं कि अपने धर्म से कभी भी च्युत नहीं होना चाहिए। अपना धर्म ही सर्वश्रेष्ठ है. जैसा कि गीता जी में एवं सद्गुरु स्वामी टेऊँराम जी महाराज अपनी अमृतवाणी में कहते हैं-\n\n**धर्म अपने मांहि हरदम प्यार कर नटना नहीं। सीस जावे जान दे पर, धर्म से हटना नहीं ।।**\n\nअपने धर्म में स्थित रहने पर जान भी गँवानी पड़े तो घबराना नहीं चाहिए। अर्थात् अपने धर्म को ही श्रेष्ठ मानकर अपने धर्म से ही स्नेह-प्यार करना चाहिए। साथ ही अपनी जाति व मातृभाषा को महत्व देना चाहिए।\n\nअत्याचारों से पीड़ित त्रस्त हिन्दू त्राहिमाम कर उठे। मिरखशाह के जुल्मों से तंग होकर सिन्धी हिन्दू लोग सिन्धु नदी के पावन तट पर आये और लगातार तीन दिनों तक ध्यान लगाकर वरुण देवता की पूजा-अर्चना व स्तुति करने लगे। \n\n**भक्तों के वश में रहे, कह टेऊँ भगवान। योग क्षेम तांका करे, सुख सम्पति मान ।।**\n\nलोगों के हृदय की करुणा भरी पुकार भगवान ने सुनी एवं आकाश की गर्जनाओं के साथ आकाशवाणी हुई हिन्दुओं ! तुम लोग निर्भय एवं निश्चिन्त हो जाओ। मिरख बादशाह तुम्हारा बाल भी बांका नहीं कर सकेगा। मैं शीघ्र ही तुम्हारी रक्षार्थ नसरपुर में अपने भक्त रतनराय के घर माता देवकी के गर्भ से जन्म लूँगा। \n\nयह आकाशवाणी सुनकर सभी हिन्दू गद्गद् हो उठे और भगवान की जय-जयकार करते घर लौट आये। समय अनुसार विक्रम सम्वत् १००७, चैत्र के महीने शुक्रवार के शुभ दिन सायंकाल के समय प्रभु परमात्मा ने भक्त रतनराय के घर माता देवकी के गर्भ से सुन्दर बालक के रूप में जन्म लिया, जिनका नामकरण उदयचन्द के रूप में किया गया। सिन्ध प्रदेश के नागरिकों को जब मालूम पड़ा तो वे आनन्द विभोर होकर झूमने लगे। इन्द्र देवता भी प्रभु परमात्मा के अवतरित होने की खुशी में नन्हीं नन्हीं बूंदों के रूप में पुष्पों की वर्षा करने लगे। समयानुसार उदयचन्द बाल लीला कर बड़े होने लगे। उनकी अद्भुत लीलाएँ दिन-प्रतिदिन पूरे सिन्ध प्रदेश के घर-घर में चर्चित हो रही थीं।\n\nधीरे-धीरे इस तेजस्वी बालक की बात मिरख बादशाह के कानों तक पहुँची एवं वह नित्य प्रति भयानक सपने देखने लगा। अब हिन्दुओं को विश्वास हो गया कि स्वयं भगवान उनके रक्षक बनकर भू-लोक पर अवतरित हुए हैं। बाल्यावस्था से ही भगवान झूलेलाल के अलौकिक लीलाओं की घटनाएँ होने लगीं जिनको देख-सुनकर मिरख बादशाह भयभीत हो गया उससे विश्वास हो गया कि धरती पर अवश्य ही भगवान अवतार लेकर आए है और हार मानकर स्वयं भगवान श्री झूलेलाल की शरण में आ गया !\n\nतब भगवान श्री झूलेलालजी ने बादशाह को समझाया कि सारी सृष्टि प्रभु ने उत्पन्न की है। हिन्दू-मुसलमान एक ही हैं। मुसलमान जिसे खुदा कहते हैं, हिन्दू उसे ईश्वर कहते हैं। अर्थात् मंजिल सभी की एक ही है। अब बादशाह की समझ में सब कुछ आ गया। इस प्रकार अधर्म समाप्त होकर धर्म की जय हुई।\n\nइस धरा धाम पर भगवान श्री भगवान श्री झूलेलाल साईं जी ने अनेक अलोकिक लीलाएँ की एवं लोगों को सत्उपदेश देकर उनका कल्याण किया। हिंदू धर्म की रक्षा कर सनातन धर्म की पताका फहराई ! सम्वत् १०२० में वरुणावतार भगवान श्री झूलेलाल भाद्रपद शुक्ला चतुर्दशी को अचानक जल समाधि लेकर अर्न्तध्यान हो गये।\n\nसिन्धी समुदाय की शौर्य-गाथा अभी से ही नहीं, अपितु अनादि काल से चली आ रही है। जैसा कि नाम से विख्यात है। इतिहासकारों को भी मानना पड़ा कि सिन्धु घाटी की सभ्यता, जिनकी हस्तलिखित शिल्प कृतियाँ जो खुदाई द्वारा मोअन जो दड़ो, हड़प्पा के रूप में दुनिया के सामने आई, अर्थात् कितनी न प्राचीन है, यह सिन्धु घाटी की सभ्यता !\n\nअर्वाचीन ग्रंथों के अनुसार **'सिन्धु नदी'** (जिसका वर्णन वेदों में भी किया गया है)  सबसे प्राचीन तो 'सिन्धु नदी' को ही माना गया है। वेदों की रचना भी सिन्धु नदी के पावन तट पर की गई थी। श्रीरामचरित मानस में भी सिन्ध शब्द का अनेक बार उल्लेख मिलता है! महाभारत काल में भी सिन्धु नरेश का वर्णन किया गया है। राष्ट्रगान में 'पंजाब सिन्ध गुजरात मराठा..' आदि सिन्ध की महत्त्वता को दर्शाते हैं। सृष्टि प्रारम्भ में सर्वप्रथम सिन्ध ही था। कालान्तर में सिन्ध से ही हिन्द शब्द प्रतिपादित हुआ। भागवत, रामायण, महाभारत व अनेक वेद ग्रंथों में जगह-जगह पर सिन्ध शब्द को महत्त्व दिया गया है। सिन्धु सभ्यता अनादि काल से चली आ रही प्राचीन परम्परा व सनातन संस्कृति है। ज्योतिषीय गणना का ग्रंथ भी निर्णय सिन्धु ही है।\n\nसिन्ध प्रदेश के अनेकानेक संत महात्माओं ने भी सिन्धु नदी के पावन तट पर ही जन्म लिया है। जैसे- भगवान श्री झूलेलाल साईं जी, स्वामी आसूराम जी महाराज, स्वामी लीलाशाहजी, भगत कंवरराम, साईं वसणशाह और **प्रेम प्रकाश पंथ के आचार्य सद्‌गुरु स्वामी टेऊँराम जी महाराज** आदि संत-महात्मा-दर्वेश- फकीर भी इसी सिन्धु नदी के पवित्र तट पर अवतरित हुए हैं। तब से चली आ रही ये प्राचीन सिन्धु सभ्यता की सनातन संस्कृति आज तक प्रचलित है। जो कि सिन्धी सभ्यता के नाम से सुविख्यात है। इसी सिन्धी समुदाय की परम्परा  को कायम रखने के लिये मनाया जाता है- प्रत्येक वर्ष महापर्व चेटीचण्ड झूलेलाल जयंती, सिन्धियत दिवस !"
  },
  "chetichand-sandesh": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "भगवान श्री झूलेलाल का अवतार क्यों ..??? - जागृति संदेश (विचारणीय)",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image-2.jpg",
    "article": "हर साल की तरह आ गया सिन्धी समाज का महापर्व **चेटीचण्ड** ! पूरे भारतवर्ष में जोर-शोर से तैयारियाँ - चेटी चण्ड कार्यक्रमों के मध्य विभिन्न सांस्कृतिक और धार्मिक कार्यक्रम !\n\nक्या, कभी सोचा ? इष्टदेव का जन्म दिवस या पर्व क्यों मनाते हैं? क्या कारण था अवतार लेने का ? विचार करके देखो ! क्या हम जो ये पर्व मना रहे हैं, उनसे भगवान प्रसन्न हो जायेंगे ! जिस कारण उन्होंने अवतार लिया था ! क्या हम उस धर्म को निभा रहे हैं ?\n\nहर मनुष्य जानता है कि हमें अपने धर्म पर स्थित रहना चाहिये ! धर्म के अनुसार चलना चाहिये ! धर्म अनुसार जाति व संस्कृति का पालन करना चाहिए ! पर करता नहीं! क्यों..? क्योंकि उसे अपने जाति, धर्म से प्यार नहीं ! मात्र दिखावे के लिये बड़े-बड़े आयोजन कर लेगा ! त्योहार उत्सव पर्व आदि मना लेगा ! किन्तु उसके इतिहास व महत्व को जानने का प्रयास ही नहीं करता !\n\n**परम पूज्य श्रद्धेय सत्गुरु स्वामी हरिदासराम जी महाराज** चेटीचण्ड महापर्व पर एक बात का विशेष जोर देते थे ! वे सभी से पूछते थे कि भगवान श्री झूलेलाल जी ने अवतार क्यों लिया..? सभी का कहना होता था-हिन्दू जाति धर्म की रक्षा हेतु ! हिन्दू धर्म क्या?? चोटी व जनेऊ (हिन्दू धर्म की रक्षा के दो मुख्य चिन्ह)- तो भगवान ने अवतार लिया- हिन्दू धर्म की रक्षा हेतु अर्थात् चोटी व जनेऊ की रक्षा !\n\nपहले तो  अत्याचारी मिर्खशाह द्वारा धर्म पतित किया जा रहा था, पर अब हमारे ऊपर कौन अत्याचार कर रहा है? कौन हमारे जनेऊ व चोटी काट रहा है? विचार करो ! स्वयं अपने धर्म की रक्षा नहीं कर पा रहे हो तो पर्व-उत्सव मनाने से क्या लाभ ! सत्य क्या है..? विचार करना !\n\nइतिहास देखने  पर मालूम पड़ता है कि वरुणावतार भगवान श्री झूलेलाल ने हिन्दुओं की धर्म रक्षार्थ  अवतार लिया था ! विधर्मियों द्वारा हिन्दुओं पर अत्याचार हो रहे थे ।अपने धर्म में मिलाने के लिये चोटी व जनेऊ को काटकर धर्म से पतित किया जा रहा था ! हमारा धर्म नष्ट कर रहे थे! तब हिन्दुओं ने अपने धर्म की रक्षा के हित भगवान से करुणा भरी पुकार की, हे भगवान् ! हमारी रक्षा करो, हमारे धर्म की रक्षा करो ! तब **वरुणावतार भगवान श्री झूलेलाल साईं जी** ने इस धरा  पर अवतार किया ! धर्म की रक्षा की ! धर्म को पुनः स्थापित किया ! दूसरे धर्म में जाने से रक्षा की ! जिस प्रकार गीता में भगवान द्वारा कहा गया है कि-\n\n**'स्वधर्मे निधनं श्रेयः परधर्मो भयावहः ।'**\n\nअपने धर्म में तो मरना भी कल्याणकारक है और दूसरे का धर्म भय को देने वाला है !जैसे मछली का पानी ही जीवन है वैसे ही धर्म भी मनुष्य का जीवन है ! अतः सदैव अपने धर्म पर स्थिर रहना चाहिये ! अब विचार करना होगा कि क्या हम अपने धर्म का पालन कर रहे हैं...? क्या हम हिन्दुओं  ने जनेऊ व शिखा धारण कर रखी है? नहीं ना ! तो फिर हम अपने इष्टदेव का अपमान कर रहे हैं !  फिर अपने धर्म की रक्षा कैसे कर सकेंगे???जिन्होंने कष्ट सह करके अवतार लिया !  हम सबका  का दुःख दूर किया- पर हम उस धर्म को निभा नहीं रहे !\n\nपहले तो दूसरों के द्वारा अत्याचार हो रहा था, धर्म से विमुख किया जा रहा था पर अब! हमारे ऊपर कौन अत्याचार कर रहा है...? **हम स्वतंत्र होते हुए भी तो परतंत्र हैं !** अपने ही पैरों पर कुल्हाड़ी मार रहे हैं ! स्वयं अपने आपको पंगु बना रहे हैं- अत्याचार कर रहे हैं- स्वयं अपने धर्म से पतित हो रहे हैं ! अतः अपने धर्म को बचाना होगा ! सभी  हिंदुओं को चोटी व जनेऊ धारण   की पहल करनी होगी !!!\n\nसदगुरु स्वामी टेऊंराम जी महाराज ने अपनी वाणी में लिखा है - \n**धर्म अपने माहिं हरदम, प्यार कर नटना नहीं !\nसीस जावे जान दे, पर धर्म से हटना नहीं !!**\n\nधर्म के खातिर ही कई सन्तों, ऋषियों-मुनियों और वीरों ने अपने प्राणों तक की आहुतियाँ दे दी थीं ! धर्म रक्षा के खातिर ही उस परब्रह्म परमात्मा को बार-बार इस भारत भूमि पर अवतरित होना पड़ता है ! अतः मनुष्य को चाहे कितनी ही भयंकर यातनाएँ क्यों न भुगतनी पड़ें- पर अपने धर्म पर सदा स्थित रहना चाहिये ! स्वधर्म को परधर्म से उत्कृष्ट ही समझना चाहिये ! स्वधर्म पालन हो जाये तो भी अपने को महान् भाग्यशाली समझना चाहिये !\n\nअतः अपने धर्म की रक्षा हेतु हिन्दू भाईयों को सचेत करो ! सनातन  धर्म की रक्षा पहले स्वयं करो ! अपने धर्म को कायम रखने के लिये जनेऊ व चोटी (शिखा) धारण करो !स्वयं धारण कर अन्य सभी को इस पुण्य-कार्य के लिये प्रेरित करो ! तभी अपना धर्म बचेगा और अपने इष्टदेव को प्रसन्न कर सकोगे ! फिर चेटीचण्ड **भगवान श्री झूलेलाल जयंती** मनाना हमारा सार्थक, सफल होगा !"
  }
}
