{
  "chaitra-mela-diwas": {
    "date": "11",
    "year": "2025",
    "month": "April",
    "title": "चैत्र मेला सिंधी बारहवीं तारीख को ही क्यों..?",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/chaitra-mela-diwas.jpeg",
    "article": "**प्रेम प्रकाश मण्डल का, चैत्र मेला अभिराम !**\n**संतजनों का दरस कर, पाओ आत्मराम !!**\n\nअखण्ड भारत देश ! अनोखा संत समागम ! कुम्भ सदृश विशाल चैत्र मेला ! भक्ति-भाव से ओत-प्रोत ! भजन - भोजन का भण्डारा... सत्संग गंगा में स्नान करने का सुअवसर... जीव का परमात्मा से मिलन... अध्यात्म ज्ञान चर्चा... नाम-दान-स्नान का त्रिवेणी संगम...\n\n**'युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज'** द्वारा स्थापित विश्व विख्यात चैत्र मेला! प्रेम प्रकाशियों का महाकुम्भ मेला! लघु काशी जयपुर गुलायी नगर की प्रमुख शान! ऐसा है प्रेम प्रकाश मण्डल का चैत्र मेला... एक समय टण्डा आदम में स्थित श्री अमरापुर दरबार (डिब) पर कुछ साधु संत-महात्मा एवं भक्तजन एकत्रित हुए। उन्होंने सद्‌गुरु महाराज जी को दण्डवत् प्रणाम किया और हाथ जोड़कर विनती करने लगे कि हे भगवन् ! आप तो सैलानी महापुरुष हैं... कभी कहाँ तो कभी कहाँ... जीवों के उद्धार हेतु यत्र-तत्र भ्रमण (विचरण) करते हैं... नाम दान का उपदेश देते हैं। जन-जन के हृदय में ज्ञान का दीप प्रज्जवलित कर रहे हैं! अंधकार में डूबे हुए जीवों को सत्मार्ग की राह दिखला रहे हैं। चल तीर्थ के समान सत्संग गंगा में स्नान करवा रहे हैं। अज्ञानता की नींद में सोये हुए लोगों को जगा रहे हैं। किन्तु श्री अमरापुर दरबार (डिब) पर अनेक संत महात्मा एवं श्रद्धालुगण दूर-दूर से आपके दर्शनों के लिये समय समय पर यहाँ आते ही रहते हैं। आप तो सदैव सैलानी हैं अर्थात् भ्रमण करते रहते हैं, और इस स्थान डिब पर आपका रहना बहुत कम समय के लिये ही होता है। इस कारण प्रेमी भक्तजन आपके दर्शनों से वंचित निराश होकर लौट जाते हैं। अतः आपश्री के पूज्य श्रीचरणों में प्रार्थना है कि ऐसे कुछ दिन निश्चित कर दीजिए, जिससे संत, भक्त प्रेमी आकर आपका दर्शन व सत्संग सुनकर अपना जीवन सफल बना सकें !\n\n**मिलो मिलाओ मिल रहो, मिलो तो मेला होय !**\n**अन्तर आत्म जे मिले, मेला कहिये सोय !!**\n\nइस पर सद्गुरु महाराज जी ने सभी संत महात्मा, सत्संगी प्रेमियों को एक बैठक में प्रस्ताव देते हुए कहा-\n**'इस डिब (बालू रेत का टीला) पर चैत्र मास की सिन्धी बारहवीं तारीख को रेत का चबूतरा और झोंपड़ियाँ बनाकर सत्संग का शुभारम्भ किया गया था। अतः चैत्र मास की सिन्धी बारह तारीख से लेकर सोलह तक पंच दिवसीय संत-महात्मा, भजन मण्डलियाँ, प्रेमी भक्तजन आदि सभी के लिये अखण्ड भजन-भोजन का समागम रखना चाहिए !'**\n\nसद्गुरु महाराज जी का यह सुझाव सभी संत-महात्माओं, भक्तजनों ने प्रसन्नचित्त होकर स्वीकार किया। चैत्र मास में बसन्त ऋतु होती है! रातें ठण्डी और सुहावनी होती हैं। गर्मी भी अधिक नहीं पड़ती। हिन्दू संस्कृति का नव वर्ष भी चैत्र मास से प्रारम्भ होता है। फसल कटाई होकर इस समय किसान भी फुर्सत में होते हैं (उस समय सिन्ध में अधिकांश लोग खेती-बाड़ी का कार्य ही करते थे) इसी मास में चेटीचण्ड, श्री रामनवमी, नवरात्रा, श्री हनुमान जयंती आदि पर्व-उत्सव मनाये जाते हैं। अतः इस मास में 'मेला' लगाना अति उत्तम होगा और इस मेले को 'चैत्र मेला' के नाम से जाना जाये !\n\nइस पवित्र आध्यात्मिक चैत्र मेले में दूर-दूर के प्रेमी भक्तजन, संतों के श्रीमुख से सत्संग गंगा में स्नान कर लाभ उठा पायेंगे। इस प्रकार 'चैत्र मास की बारहवीं तारीख' को चैत्र मेला प्रतिवर्ष मनाये जाने का निश्चय हुआ। आज भी सिद्ध तपस्वी युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा स्थापित कुम्भ सदृश विशाल आध्यात्मिक 'चैत्र मेला' लघु काशी कही जाने वाली \"गुलाबी नगरी जयपुर\" के पावन तीर्थ स्थल श्री अमरापुर स्थान (डिब्) पर प्रतिवर्ष बड़ी भव्यता एवं श्रद्धा, भक्ति-भाव के साथ मनाया जाता है। जिसमें लाखों भक्त सत्संग, सेवा का लाभ लेते हैं। पाँच दिनों तक चलने वाले कुम्भ सदृश चैत्र मेले में युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज का अखण्ड भजन व भोजन (भण्डारा) 'लेने वाले बाबा देऊँराम-देने वाले बाबा देऊँराम' उक्ति को चरितार्थ करता हुआ चलता है। इस अवसर पर असंख्य श्रद्धालुगण ज्ञानसरिता में डुबकी लगाकर अपने जीवन को धन्य-धन्य बनाते हैं!"
  },
  "chetichand": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "सिंधी समाज के इष्ट आराध्य वरुणावतार भगवान श्री झूलेलाल",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image.jpg",
    "article": "परम्परानुसार हमारे धर्मप्राण भारतवर्ष में अनेकानेक पर्व, उत्सव, तीज़, त्यौहार आदि बड़े हर्षोल्लास के साथ मनाये जाते हैं। प्रत्येक पर्व-उत्सव के पीछे उसकी एक पृष्ठभूमि या इतिहास होता है, जिसके अन्तर्गत उस पर्व-उत्सव को मनाया जाता है। प्रत्येक कौम-जाति अपने धर्म के अनुसार स्वयं का पर्व बड़े श्रद्धा,  भक्ति,आस्था, उत्साह, उमंग के साथ मनाती है. उसी प्रकार सिन्धी समुदाय का भी एक मुख्य महापर्व है- चेटीचण्ड ! जो कि पूरे विश्व भर में बड़े आनन्द उत्साह, श्रद्धा व भक्ति-भाव के साथ मनाया जाता है।\n\nइस पर्व के इष्टदेव हैं वरुणावतार भगवान श्री झूलेलाल साईं !  जिन्हें जिन्दहपीर, लाल साईं, अमरलाल, उडेरोलाल के नाम से भी जाना जाता है।\n\nचेटीचण्ड विक्रम संवत् का पवित्र शुभारम्भ दिवस है. 'चेटीचण्ड' में **'चेटी = चैत्रमास'** अर्थात् नव सम्वत्सर का आरंभ होता है। **'चण्ड = चन्द्रतिथि'** इस दिन सिन्धी समाज के लोग अपने इष्टदेव ज्योति स्वरूप भगवान श्री झूलेलाल की आराधना,  पूजा-अर्चना श्रद्धा-भाव के साथ करते हैं और अपनी आस्था का अर्ध्य चढ़ाकर श्रद्धा सुमन अर्पित करते हैं। इस दिन सिन्धी समाज के लोग प्रसन्नचित होकर **'आयोलाल-झूलेलाल'** का उद्घोष कर एक दूसरे को भगवान झूलेलाल के जन्म व नववर्ष की बधाईयाँ देते हैं। साथ ही ज्योति जलाकर, बहराणे साहब के रूप में उसकी पूजा-अर्चना आराधना करके सिंधी लोकनृत्य डॉडिया व मटका नृत्य करके भगवान झूलेलाल जयंती का महोत्सव बड़े ही भक्ति-भाव से मनाते हैं। इस चेटीचण्ड महापर्व की पृष्ठभूमि के इतिहास की ओर ध्यान केन्द्रित करना भी आवश्यक है। जैसा कि भगवान श्रीकृष्ण की श्रीमद्भगवद्गीता में घोषणा है-\n\n**'यदा यदा हि धर्मस्य ग्लानिर्भवति भारत। अभ्युत्थानम् धर्मस्य तदात्मानं सृजाम्यहम्।।\nपरित्राणाय साधूनां विनाशाय च दुष्कृताम्। धर्म संस्थापनार्थाय सम्भवामि युगे युगे।।'**\n\nअर्थात् 'जब-जब धर्म का ह्रास होने लगता है, अधर्म और पाप बढ़ जाता है, तब-तब मैं स्वयं किसी न किसी रूप में अवतार लेकर पापियों का नाश कर धर्म की रक्षा करता हूँ।'\n\nइसी प्रकार जब सिन्ध प्रदेश के ठट्ठा नामक नगर में एक अत्याचारी मिरख बादशाह नामक शासक का राज्य था। वह हिन्दुओं के प्रति अतिक्रूर था। वह हिन्दुओं को मुसलमान बनाना चाहता था, जिससे उसे जन्नत प्राप्त हो सके। उसने अपने राज्य में घोषणा करवा दी कि यदि हिन्दू लोग मुसलमान नहीं बनेंगे तो उन्हें सख़्त सजा दी जावेगी। इस दृष्टिकोण से हिन्दुओं पर कई प्रकार के अत्याचार किये जाने लगे, यहाँ तक कि हिन्दू धर्म की निशानी शिखा (चोटी) काटकर जनेऊ उतरवाये जाने लगे। हिन्दू धर्म की जाति को नष्ट कर स्वयं के धर्म में मिलाने का प्रयास किया जाने लगा।\n\nशास्त्र कहते हैं कि अपने धर्म से कभी भी च्युत नहीं होना चाहिए। अपना धर्म ही सर्वश्रेष्ठ है. जैसा कि गीता जी में एवं सद्गुरु स्वामी टेऊँराम जी महाराज अपनी अमृतवाणी में कहते हैं-\n\n**धर्म अपने मांहि हरदम प्यार कर नटना नहीं। सीस जावे जान दे पर, धर्म से हटना नहीं ।।**\n\nअपने धर्म में स्थित रहने पर जान भी गँवानी पड़े तो घबराना नहीं चाहिए। अर्थात् अपने धर्म को ही श्रेष्ठ मानकर अपने धर्म से ही स्नेह-प्यार करना चाहिए। साथ ही अपनी जाति व मातृभाषा को महत्व देना चाहिए।\n\nअत्याचारों से पीड़ित त्रस्त हिन्दू त्राहिमाम कर उठे। मिरखशाह के जुल्मों से तंग होकर सिन्धी हिन्दू लोग सिन्धु नदी के पावन तट पर आये और लगातार तीन दिनों तक ध्यान लगाकर वरुण देवता की पूजा-अर्चना व स्तुति करने लगे। \n\n**भक्तों के वश में रहे, कह टेऊँ भगवान। योग क्षेम तांका करे, सुख सम्पति मान ।।**\n\nलोगों के हृदय की करुणा भरी पुकार भगवान ने सुनी एवं आकाश की गर्जनाओं के साथ आकाशवाणी हुई हिन्दुओं ! तुम लोग निर्भय एवं निश्चिन्त हो जाओ। मिरख बादशाह तुम्हारा बाल भी बांका नहीं कर सकेगा। मैं शीघ्र ही तुम्हारी रक्षार्थ नसरपुर में अपने भक्त रतनराय के घर माता देवकी के गर्भ से जन्म लूँगा। \n\nयह आकाशवाणी सुनकर सभी हिन्दू गद्गद् हो उठे और भगवान की जय-जयकार करते घर लौट आये। समय अनुसार विक्रम सम्वत् १००७, चैत्र के महीने शुक्रवार के शुभ दिन सायंकाल के समय प्रभु परमात्मा ने भक्त रतनराय के घर माता देवकी के गर्भ से सुन्दर बालक के रूप में जन्म लिया, जिनका नामकरण उदयचन्द के रूप में किया गया। सिन्ध प्रदेश के नागरिकों को जब मालूम पड़ा तो वे आनन्द विभोर होकर झूमने लगे। इन्द्र देवता भी प्रभु परमात्मा के अवतरित होने की खुशी में नन्हीं नन्हीं बूंदों के रूप में पुष्पों की वर्षा करने लगे। समयानुसार उदयचन्द बाल लीला कर बड़े होने लगे। उनकी अद्भुत लीलाएँ दिन-प्रतिदिन पूरे सिन्ध प्रदेश के घर-घर में चर्चित हो रही थीं।\n\nधीरे-धीरे इस तेजस्वी बालक की बात मिरख बादशाह के कानों तक पहुँची एवं वह नित्य प्रति भयानक सपने देखने लगा। अब हिन्दुओं को विश्वास हो गया कि स्वयं भगवान उनके रक्षक बनकर भू-लोक पर अवतरित हुए हैं। बाल्यावस्था से ही भगवान झूलेलाल के अलौकिक लीलाओं की घटनाएँ होने लगीं जिनको देख-सुनकर मिरख बादशाह भयभीत हो गया उससे विश्वास हो गया कि धरती पर अवश्य ही भगवान अवतार लेकर आए है और हार मानकर स्वयं भगवान श्री झूलेलाल की शरण में आ गया !\n\nतब भगवान श्री झूलेलालजी ने बादशाह को समझाया कि सारी सृष्टि प्रभु ने उत्पन्न की है। हिन्दू-मुसलमान एक ही हैं। मुसलमान जिसे खुदा कहते हैं, हिन्दू उसे ईश्वर कहते हैं। अर्थात् मंजिल सभी की एक ही है। अब बादशाह की समझ में सब कुछ आ गया। इस प्रकार अधर्म समाप्त होकर धर्म की जय हुई।\n\nइस धरा धाम पर भगवान श्री भगवान श्री झूलेलाल साईं जी ने अनेक अलोकिक लीलाएँ की एवं लोगों को सत्उपदेश देकर उनका कल्याण किया। हिंदू धर्म की रक्षा कर सनातन धर्म की पताका फहराई ! सम्वत् १०२० में वरुणावतार भगवान श्री झूलेलाल भाद्रपद शुक्ला चतुर्दशी को अचानक जल समाधि लेकर अर्न्तध्यान हो गये।\n\nसिन्धी समुदाय की शौर्य-गाथा अभी से ही नहीं, अपितु अनादि काल से चली आ रही है। जैसा कि नाम से विख्यात है। इतिहासकारों को भी मानना पड़ा कि सिन्धु घाटी की सभ्यता, जिनकी हस्तलिखित शिल्प कृतियाँ जो खुदाई द्वारा मोअन जो दड़ो, हड़प्पा के रूप में दुनिया के सामने आई, अर्थात् कितनी न प्राचीन है, यह सिन्धु घाटी की सभ्यता !\n\nअर्वाचीन ग्रंथों के अनुसार **'सिन्धु नदी'** (जिसका वर्णन वेदों में भी किया गया है)  सबसे प्राचीन तो 'सिन्धु नदी' को ही माना गया है। वेदों की रचना भी सिन्धु नदी के पावन तट पर की गई थी। श्रीरामचरित मानस में भी सिन्ध शब्द का अनेक बार उल्लेख मिलता है! महाभारत काल में भी सिन्धु नरेश का वर्णन किया गया है। राष्ट्रगान में 'पंजाब सिन्ध गुजरात मराठा..' आदि सिन्ध की महत्त्वता को दर्शाते हैं। सृष्टि प्रारम्भ में सर्वप्रथम सिन्ध ही था। कालान्तर में सिन्ध से ही हिन्द शब्द प्रतिपादित हुआ। भागवत, रामायण, महाभारत व अनेक वेद ग्रंथों में जगह-जगह पर सिन्ध शब्द को महत्त्व दिया गया है। सिन्धु सभ्यता अनादि काल से चली आ रही प्राचीन परम्परा व सनातन संस्कृति है। ज्योतिषीय गणना का ग्रंथ भी निर्णय सिन्धु ही है।\n\nसिन्ध प्रदेश के अनेकानेक संत महात्माओं ने भी सिन्धु नदी के पावन तट पर ही जन्म लिया है। जैसे- भगवान श्री झूलेलाल साईं जी, स्वामी आसूराम जी महाराज, स्वामी लीलाशाहजी, भगत कंवरराम, साईं वसणशाह और **प्रेम प्रकाश पंथ के आचार्य सद्‌गुरु स्वामी टेऊँराम जी महाराज** आदि संत-महात्मा-दर्वेश- फकीर भी इसी सिन्धु नदी के पवित्र तट पर अवतरित हुए हैं। तब से चली आ रही ये प्राचीन सिन्धु सभ्यता की सनातन संस्कृति आज तक प्रचलित है। जो कि सिन्धी सभ्यता के नाम से सुविख्यात है। इसी सिन्धी समुदाय की परम्परा  को कायम रखने के लिये मनाया जाता है- प्रत्येक वर्ष महापर्व चेटीचण्ड झूलेलाल जयंती, सिन्धियत दिवस !"
  },
  "chetichand-sandesh": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "भगवान श्री झूलेलाल का अवतार क्यों ..??? - जागृति संदेश (विचारणीय)",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image-2.jpg",
    "article": "हर साल की तरह आ गया सिन्धी समाज का महापर्व **चेटीचण्ड** ! पूरे भारतवर्ष में जोर-शोर से तैयारियाँ - चेटी चण्ड कार्यक्रमों के मध्य विभिन्न सांस्कृतिक और धार्मिक कार्यक्रम !\n\nक्या, कभी सोचा ? इष्टदेव का जन्म दिवस या पर्व क्यों मनाते हैं? क्या कारण था अवतार लेने का ? विचार करके देखो ! क्या हम जो ये पर्व मना रहे हैं, उनसे भगवान प्रसन्न हो जायेंगे ! जिस कारण उन्होंने अवतार लिया था ! क्या हम उस धर्म को निभा रहे हैं ?\n\nहर मनुष्य जानता है कि हमें अपने धर्म पर स्थित रहना चाहिये ! धर्म के अनुसार चलना चाहिये ! धर्म अनुसार जाति व संस्कृति का पालन करना चाहिए ! पर करता नहीं! क्यों..? क्योंकि उसे अपने जाति, धर्म से प्यार नहीं ! मात्र दिखावे के लिये बड़े-बड़े आयोजन कर लेगा ! त्योहार उत्सव पर्व आदि मना लेगा ! किन्तु उसके इतिहास व महत्व को जानने का प्रयास ही नहीं करता !\n\n**परम पूज्य श्रद्धेय सत्गुरु स्वामी हरिदासराम जी महाराज** चेटीचण्ड महापर्व पर एक बात का विशेष जोर देते थे ! वे सभी से पूछते थे कि भगवान श्री झूलेलाल जी ने अवतार क्यों लिया..? सभी का कहना होता था-हिन्दू जाति धर्म की रक्षा हेतु ! हिन्दू धर्म क्या?? चोटी व जनेऊ (हिन्दू धर्म की रक्षा के दो मुख्य चिन्ह)- तो भगवान ने अवतार लिया- हिन्दू धर्म की रक्षा हेतु अर्थात् चोटी व जनेऊ की रक्षा !\n\nपहले तो  अत्याचारी मिर्खशाह द्वारा धर्म पतित किया जा रहा था, पर अब हमारे ऊपर कौन अत्याचार कर रहा है? कौन हमारे जनेऊ व चोटी काट रहा है? विचार करो ! स्वयं अपने धर्म की रक्षा नहीं कर पा रहे हो तो पर्व-उत्सव मनाने से क्या लाभ ! सत्य क्या है..? विचार करना !\n\nइतिहास देखने  पर मालूम पड़ता है कि वरुणावतार भगवान श्री झूलेलाल ने हिन्दुओं की धर्म रक्षार्थ  अवतार लिया था ! विधर्मियों द्वारा हिन्दुओं पर अत्याचार हो रहे थे ।अपने धर्म में मिलाने के लिये चोटी व जनेऊ को काटकर धर्म से पतित किया जा रहा था ! हमारा धर्म नष्ट कर रहे थे! तब हिन्दुओं ने अपने धर्म की रक्षा के हित भगवान से करुणा भरी पुकार की, हे भगवान् ! हमारी रक्षा करो, हमारे धर्म की रक्षा करो ! तब **वरुणावतार भगवान श्री झूलेलाल साईं जी** ने इस धरा  पर अवतार किया ! धर्म की रक्षा की ! धर्म को पुनः स्थापित किया ! दूसरे धर्म में जाने से रक्षा की ! जिस प्रकार गीता में भगवान द्वारा कहा गया है कि-\n\n**'स्वधर्मे निधनं श्रेयः परधर्मो भयावहः ।'**\n\nअपने धर्म में तो मरना भी कल्याणकारक है और दूसरे का धर्म भय को देने वाला है !जैसे मछली का पानी ही जीवन है वैसे ही धर्म भी मनुष्य का जीवन है ! अतः सदैव अपने धर्म पर स्थिर रहना चाहिये ! अब विचार करना होगा कि क्या हम अपने धर्म का पालन कर रहे हैं...? क्या हम हिन्दुओं  ने जनेऊ व शिखा धारण कर रखी है? नहीं ना ! तो फिर हम अपने इष्टदेव का अपमान कर रहे हैं !  फिर अपने धर्म की रक्षा कैसे कर सकेंगे???जिन्होंने कष्ट सह करके अवतार लिया !  हम सबका  का दुःख दूर किया- पर हम उस धर्म को निभा नहीं रहे !\n\nपहले तो दूसरों के द्वारा अत्याचार हो रहा था, धर्म से विमुख किया जा रहा था पर अब! हमारे ऊपर कौन अत्याचार कर रहा है...? **हम स्वतंत्र होते हुए भी तो परतंत्र हैं !** अपने ही पैरों पर कुल्हाड़ी मार रहे हैं ! स्वयं अपने आपको पंगु बना रहे हैं- अत्याचार कर रहे हैं- स्वयं अपने धर्म से पतित हो रहे हैं ! अतः अपने धर्म को बचाना होगा ! सभी  हिंदुओं को चोटी व जनेऊ धारण   की पहल करनी होगी !!!\n\nसदगुरु स्वामी टेऊंराम जी महाराज ने अपनी वाणी में लिखा है - \n**धर्म अपने माहिं हरदम, प्यार कर नटना नहीं !\nसीस जावे जान दे, पर धर्म से हटना नहीं !!**\n\nधर्म के खातिर ही कई सन्तों, ऋषियों-मुनियों और वीरों ने अपने प्राणों तक की आहुतियाँ दे दी थीं ! धर्म रक्षा के खातिर ही उस परब्रह्म परमात्मा को बार-बार इस भारत भूमि पर अवतरित होना पड़ता है ! अतः मनुष्य को चाहे कितनी ही भयंकर यातनाएँ क्यों न भुगतनी पड़ें- पर अपने धर्म पर सदा स्थित रहना चाहिये ! स्वधर्म को परधर्म से उत्कृष्ट ही समझना चाहिये ! स्वधर्म पालन हो जाये तो भी अपने को महान् भाग्यशाली समझना चाहिये !\n\nअतः अपने धर्म की रक्षा हेतु हिन्दू भाईयों को सचेत करो ! सनातन  धर्म की रक्षा पहले स्वयं करो ! अपने धर्म को कायम रखने के लिये जनेऊ व चोटी (शिखा) धारण करो !स्वयं धारण कर अन्य सभी को इस पुण्य-कार्य के लिये प्रेरित करो ! तभी अपना धर्म बचेगा और अपने इष्टदेव को प्रसन्न कर सकोगे ! फिर चेटीचण्ड **भगवान श्री झूलेलाल जयंती** मनाना हमारा सार्थक, सफल होगा !"
  }
}
