{
  "swami-teoonram-mahima": {
    "date": "1",
    "year": "2025",
    "month": "June",
    "title": "सदगुरु टेऊँराम पुण्य तिथि 1 जून 2025, पर विशेष",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/swami-teoonram-maharaj.jpeg",
    "article": "**श्री प्रेम प्रकाश पंथ के पुरोधा- संस्थापक..... युगपुरुष आचार्य सद्गुरु श्री स्वामी टेऊँराम जी महाराज**\n\nसन्त समाज के सुधारक और जीवों के उद्धारक होते हैं! भारत वर्ष में सन्तो की एक सुदीर्घ परम्परा है! इसी अनमोल मोत्तिक माला में एक रत्न **सन्त शिरोमणि सद्गुरु स्वामी टेऊँराम जी महाराज** एक परम सिद्ध संत हुए हैं! स्वामी जी का **जन्म विक्रम संवत 1944 में आषाढ़ शुक्ल पक्ष, षष्ठी तिथि, 6 जुलाई, सन 1887, शनिवार, सिन्ध प्रांत के \"खण्डू ग्राम\"** में हुआ था ! इनकी माता का नाम कृष्णा देवी और पिता का नाम श्री चेलाराम था !\n\nइनके माता-पिता धर्मात्मा, संत सेवी और सत्संग प्रिय थे ! अतः बाल्यकाल से ही इन्हे धार्मिक वातावरण प्राप्त हुआ ! अल्पायु में ही पिता का आशीर्वाद और आश्रय से वंचित सद्‌गुरु टेऊँराम जी महाराज ने खेती-बाड़ी व व्यापार का कार्यभार भी संभाला था ! किन्तु वहां पर भी संत महात्माओं को बैठाकर भजन- सत्संग गंगा प्रवाहित करवा दी ! जिनका मन परमात्मा में रम गया है उन्हें भला संसारिक कार्यों से क्या काम !\n\n**लगन लगी जब राम से- क्या लोकन से काम**\nअतः इस कालखण्ड में भी वे जीवन भर विरक्त रहकर सन्त सेवा, गौ सेवा, अतिथि सेवा और ईश्वर भक्ति में तल्लीन रहते थे! जब वे सिन्धु नदी के तट पर योगस्थ होते थे ! तब पशु पक्षी भी इनके  आस पास आकर बैठ जाते थे और जब स्वामी जी इकतारा लेकर ओजस्वी वाणी में सत्संग भजन संकीर्तन करते थे! तब तो सभी लोग अपना- अपना कार्यभार छोड़कर वहाँ इकट्ठे होकर ध्यान- मग्न हो जाते थे !  किसी को भी समय का भान तक नहीं रहता था !\n\n**स्वामीजी के दीक्षा गुरु दादा साई आसूराम जी महाराज थे !**\n\nआचार्य श्री सद्गुरु स्वामी टेऊँराम जी महाराज तीस वर्ष की अवस्था में **\"हिन्दू सनातन धर्म\"** की पताका फैलाकर श्री प्रेम प्रकाश संप्रदाय की स्थापना कर **\"श्री अमरापुर स्थान\"** एवं **\"श्री प्रेम प्रकाश आश्रम\"** के नाम से सत्संग स्थलो की स्थापना की ! सद्‌गुरु महाराज जी ने **सतनाम साक्षी** महामंत्र की दीक्षा देकर सांसारिक कल्याण हेतु भक्तजनों को सतमार्ग दिखाया ! इनकी अनुभव वाणी का विशाल **\"श्री प्रेम प्रकाश ग्रंथ\"** आध्यात्मिक महाकाव्य है ! जिसमें ब्रह्मदर्शनी, दोहावली, कवितावली, छन्दावली, भजन, पद व सलोक माला आदि है! इनकी प्रमुख रचना श्री अमरापुर वाणी (भजन माला) लोक विख्यात है! सद्‌गुरु स्वामी टेऊँराम जी महाराज एक परम सिद्ध संत और युगपुरुष थे ! वे 55 वर्ष की अल्पायु में ही योगस्थ होकर परम धाम को प्राप्त हो गये !\n\n**आप अमर चरित्र अमर, अमर आपका नाम ! \nतब शरणागत भी अमर, सदगुरु टेऊँराम !!**\n\nऐसे परम वीतराग वैरागी तेजपुंज महापुरुष, जिन्होंने जीवों को सत्यमार्ग की राह दिखाकर सभी के कल्याण की कामना की ! श्री प्रेम प्रकाश संप्रदायाचार्य की इस अलौकिक, दुर्लभ दिव्य महाविभुति श्री 1008, सदगुरु स्वामी टेऊँराम जी महाराज को कोटिशः नमन और वन्दन है !!!\n\n**महाराज श्री का पावन तीर्थ स्थल**\nमहायोगी तपस्वी श्री सद्‌गुरु स्वामी टेऊँराम जी महाराज का पावन तीर्थ स्थल जयपुर में **\"श्री अमरापुर स्थान\"** के नाम से सुविख्यात है! इस स्थल पर भव्य श्री मंदिर, ग्रन्थ कक्ष, भगवान श्री लक्ष्मी नारायण मंदिर, लडडू गोपाल जी, श्री अमरापुरेश्वर महादेव मंदिर, अमरापुर गौशाला, यज्ञ शाला एवं समाधि स्थल बने हुए हैं! आज प्रतिदिन हजारों श्रद्धालु इस प्रवित्र तीर्थ स्थल के दर्शन करके अपने जीवन को धन्य धन्य बनाते हैं !\n\n**सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा रचित ग्रंथावली**\nश्री प्रेम प्रकाश ग्रंथ (795 पृष्ठीय आध्यात्मिक महाग्रंथ), श्री प्रेम प्रकाश दोहावली (1375 दोहे), श्री ब्रह्मदर्शनी (250 ब्रह्म पद), श्री कवितावली - छन्दावली (पद-छन्द), श्री अमरापुर वाणी (हिन्दी सिन्धी भजन संग्रह), सलोक माला (108 सलोक), सोलह शिक्षाएं, शान्ति के दोहे, अमर कथा आदि अनुभवी वाणी का अमूल्य खजाना महाराज श्री द्वारा रचित है !"
  },
  "chaitra-mela-diwas": {
    "date": "11",
    "year": "2025",
    "month": "April",
    "title": "चैत्र मेला सिंधी बारहवीं तारीख को ही क्यों..?",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/chaitra-mela-diwas.jpeg",
    "article": "**प्रेम प्रकाश मण्डल का, चैत्र मेला अभिराम !**\n**संतजनों का दरस कर, पाओ आत्मराम !!**\n\nअखण्ड भारत देश ! अनोखा संत समागम ! कुम्भ सदृश विशाल चैत्र मेला ! भक्ति-भाव से ओत-प्रोत ! भजन - भोजन का भण्डारा... सत्संग गंगा में स्नान करने का सुअवसर... जीव का परमात्मा से मिलन... अध्यात्म ज्ञान चर्चा... नाम-दान-स्नान का त्रिवेणी संगम...\n\n**'युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज'** द्वारा स्थापित विश्व विख्यात चैत्र मेला! प्रेम प्रकाशियों का महाकुम्भ मेला! लघु काशी जयपुर गुलायी नगर की प्रमुख शान! ऐसा है प्रेम प्रकाश मण्डल का चैत्र मेला... एक समय टण्डा आदम में स्थित श्री अमरापुर दरबार (डिब) पर कुछ साधु संत-महात्मा एवं भक्तजन एकत्रित हुए। उन्होंने सद्‌गुरु महाराज जी को दण्डवत् प्रणाम किया और हाथ जोड़कर विनती करने लगे कि हे भगवन् ! आप तो सैलानी महापुरुष हैं... कभी कहाँ तो कभी कहाँ... जीवों के उद्धार हेतु यत्र-तत्र भ्रमण (विचरण) करते हैं... नाम दान का उपदेश देते हैं। जन-जन के हृदय में ज्ञान का दीप प्रज्जवलित कर रहे हैं! अंधकार में डूबे हुए जीवों को सत्मार्ग की राह दिखला रहे हैं। चल तीर्थ के समान सत्संग गंगा में स्नान करवा रहे हैं। अज्ञानता की नींद में सोये हुए लोगों को जगा रहे हैं। किन्तु श्री अमरापुर दरबार (डिब) पर अनेक संत महात्मा एवं श्रद्धालुगण दूर-दूर से आपके दर्शनों के लिये समय समय पर यहाँ आते ही रहते हैं। आप तो सदैव सैलानी हैं अर्थात् भ्रमण करते रहते हैं, और इस स्थान डिब पर आपका रहना बहुत कम समय के लिये ही होता है। इस कारण प्रेमी भक्तजन आपके दर्शनों से वंचित निराश होकर लौट जाते हैं। अतः आपश्री के पूज्य श्रीचरणों में प्रार्थना है कि ऐसे कुछ दिन निश्चित कर दीजिए, जिससे संत, भक्त प्रेमी आकर आपका दर्शन व सत्संग सुनकर अपना जीवन सफल बना सकें !\n\n**मिलो मिलाओ मिल रहो, मिलो तो मेला होय !**\n**अन्तर आत्म जे मिले, मेला कहिये सोय !!**\n\nइस पर सद्गुरु महाराज जी ने सभी संत महात्मा, सत्संगी प्रेमियों को एक बैठक में प्रस्ताव देते हुए कहा-\n**'इस डिब (बालू रेत का टीला) पर चैत्र मास की सिन्धी बारहवीं तारीख को रेत का चबूतरा और झोंपड़ियाँ बनाकर सत्संग का शुभारम्भ किया गया था। अतः चैत्र मास की सिन्धी बारह तारीख से लेकर सोलह तक पंच दिवसीय संत-महात्मा, भजन मण्डलियाँ, प्रेमी भक्तजन आदि सभी के लिये अखण्ड भजन-भोजन का समागम रखना चाहिए !'**\n\nसद्गुरु महाराज जी का यह सुझाव सभी संत-महात्माओं, भक्तजनों ने प्रसन्नचित्त होकर स्वीकार किया। चैत्र मास में बसन्त ऋतु होती है! रातें ठण्डी और सुहावनी होती हैं। गर्मी भी अधिक नहीं पड़ती। हिन्दू संस्कृति का नव वर्ष भी चैत्र मास से प्रारम्भ होता है। फसल कटाई होकर इस समय किसान भी फुर्सत में होते हैं (उस समय सिन्ध में अधिकांश लोग खेती-बाड़ी का कार्य ही करते थे) इसी मास में चेटीचण्ड, श्री रामनवमी, नवरात्रा, श्री हनुमान जयंती आदि पर्व-उत्सव मनाये जाते हैं। अतः इस मास में 'मेला' लगाना अति उत्तम होगा और इस मेले को 'चैत्र मेला' के नाम से जाना जाये !\n\nइस पवित्र आध्यात्मिक चैत्र मेले में दूर-दूर के प्रेमी भक्तजन, संतों के श्रीमुख से सत्संग गंगा में स्नान कर लाभ उठा पायेंगे। इस प्रकार 'चैत्र मास की बारहवीं तारीख' को चैत्र मेला प्रतिवर्ष मनाये जाने का निश्चय हुआ। आज भी सिद्ध तपस्वी युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज द्वारा स्थापित कुम्भ सदृश विशाल आध्यात्मिक 'चैत्र मेला' लघु काशी कही जाने वाली \"गुलाबी नगरी जयपुर\" के पावन तीर्थ स्थल श्री अमरापुर स्थान (डिब्) पर प्रतिवर्ष बड़ी भव्यता एवं श्रद्धा, भक्ति-भाव के साथ मनाया जाता है। जिसमें लाखों भक्त सत्संग, सेवा का लाभ लेते हैं। पाँच दिनों तक चलने वाले कुम्भ सदृश चैत्र मेले में युगपुरुष सद्गुरु स्वामी टेऊँराम जी महाराज का अखण्ड भजन व भोजन (भण्डारा) 'लेने वाले बाबा देऊँराम-देने वाले बाबा देऊँराम' उक्ति को चरितार्थ करता हुआ चलता है। इस अवसर पर असंख्य श्रद्धालुगण ज्ञानसरिता में डुबकी लगाकर अपने जीवन को धन्य-धन्य बनाते हैं!"
  },
  "chetichand": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "The Deity of the Sindhi Community, Lord Varunavatar Shri Jhulelal",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image.jpg",
    "article": "According to tradition, numerous festivals, celebrations, and religious occasions are observed with great enthusiasm across India. Every festival has a historical or mythological background that defines its significance. Different communities celebrate their respective festivals with devotion, faith, and excitement. Similarly, the Sindhi community has a major festival called Cheti Chand, which is celebrated with immense joy, devotion, and reverence worldwide.\n\nThe deity of this festival is Lord Varunavatar Shri Jhulelal, who is also known as Jind Pir, Lal Sai, Amar Lal, and Udero Lal.\n\nCheti Chand marks the auspicious beginning of the Vikram Samvat (Hindu New Year). 'Cheti' refers to the month of Chaitra (the start of the new Samvat year), and 'Chand' signifies the lunar date. On this day, the Sindhi community worships Lord Jhulelal in his divine form, offering prayers and expressing their faith with devotion. People joyfully chant 'Aayo Lal, Jhulelal' and greet each other with wishes for Jhulelal Jayanti and the New Year. Devotees light lamps, perform rituals for Baharana Sahib, and celebrate with traditional Sindhi folk dances like Dodiya and Matka dance to honor the birth of Lord Jhulelal. It is also essential to understand the historical significance of this grand Cheti Chand festival.\n\nAs mentioned in the Bhagavad Gita:\n\n'Yada yada hi dharmasya glanir bhavati bharata,\nAbhyutthanam adharmasya tadatmanam srijamyaham.\nParitranaya sadhunam vinashaya cha dushkritam,\nDharma samsthapanarthaya sambhavami yuge yuge.'\n\n(Translation: 'Whenever righteousness declines and unrighteousness rises, I manifest myself to protect the virtuous, destroy evil, and re-establish dharma.')\n\nDuring the reign of the tyrannical ruler Mirak Shah in the city of Thatta (Sindh province), Hindus faced extreme oppression. The ruler attempted to forcibly convert them to Islam, believing it would secure him a place in paradise. He declared that those who refused to convert would face severe punishment. As a result, Hindus were subjected to extreme persecution, including the forced cutting of their sacred hair (shikha) and the removal of their sacred thread (janeu). There was an effort to destroy their religious identity and assimilate them into a different faith.\n\nThe scriptures teach that one should never abandon their religion. The Bhagavad Gita and the revered Sindhi saint Swami Teoonram Maharaj emphasize:\n\n'Dharm apne mahi har dam pyaar kar natna nahi.\nSees jave, jaan de par, dharm se hatna nahi.'\n\n(Translation: 'Always love your religion, never abandon it.\nEven if you have to sacrifice your life, do not deviate from your faith.')\n\nIn distress, the persecuted Hindus turned to the sacred banks of the Sindhu River and prayed to Lord Varuna for three days with unwavering devotion.\n\n'Bhakton ke vash mein rahe, keh Teoon Bhagwan.\nYog kshem tanka kare, sukh sampati maan.'\n\n(Translation: 'The Lord is bound by the devotion of his devotees,\nHe takes care of their well-being and blesses them with happiness and prosperity.')\n\nHearing their prayers, divine intervention occurred. A celestial voice reassured the Hindus, saying, 'Do not fear! Mirak Shah will not harm you. I shall soon be born in Nasarpur at the house of my devotee Ratanrai, through the womb of Mother Devaki.'\n\nOverjoyed by the divine prophecy, the Hindus returned home. As foretold, in Vikram Samvat 1007, on a Friday evening in the month of Chaitra, the Supreme Lord incarnated as a beautiful child named Udaychand in the house of Ratanrai and Devaki. Upon hearing of this divine birth, the people of Sindh rejoiced, and even the heavens showered flowers in celebration. As Udaychand grew, his miraculous deeds became widely known throughout Sindh.\n\nEventually, news of this divine child reached Mirak Shah, who began experiencing terrifying dreams. The Hindus believed that Lord Jhulelal himself had come to protect them. As the divine child grew, his supernatural acts became more apparent, instilling fear in Mirak Shah, who ultimately surrendered to Jhulelal’s divine presence.\n\nLord Jhulelal then explained to the ruler that the entire creation belongs to the Almighty. Hindus and Muslims are one; what Muslims call Allah, Hindus call Ishwar. The ultimate goal remains the same for all. Enlightened by these teachings, Mirak Shah accepted the truth, and righteousness triumphed over injustice.\n\nLord Jhulelal performed numerous divine acts and imparted spiritual wisdom to uplift mankind. He safeguarded Hindu Dharma and upheld the banner of Sanatan Dharma. In Vikram Samvat 1020, on the auspicious day of Bhadrapada Shukla Chaturdashi, Lord Jhulelal took Jal Samadhi (water immersion) and merged into the divine realm.\n\nThe legacy of Sindhi valor and culture has existed since ancient times. The Indus Valley Civilization, with its remarkable artifacts unearthed in Mohenjo-Daro and Harappa, testifies to the antiquity of Sindhi heritage. The Sindhu River, mentioned in the Vedas, is considered the most ancient river. Even the Ramayana and Mahabharata contain multiple references to Sindh. The Indian national anthem also acknowledges Sindh’s significance: 'Punjab, Sindh, Gujarat, Maratha….' The name 'Hind' is derived from 'Sindh,' highlighting its historical importance in Hindu scriptures like the Bhagavata Purana, Ramayana, and Mahabharata.\n\nSeveral great saints and sages were born on the sacred banks of the Sindhu River, including Lord Jhulelal, Swami Asuram Maharaj, Swami Lilashah, Bhagat Kanwarram, Sai Vasanshah, and Acharya Teoonram Maharaj of the Prem Prakash Panth. The ancient Sindhu civilization and Sanatan culture continue to thrive, preserving the rich Sindhi heritage. To honor this glorious tradition, the Sindhi community celebrates Cheti Chand annually as Jhulelal Jayanti and Sindhiyat Day."
  },
  "chetichand-sandesh": {
    "date": "30",
    "year": "2025",
    "month": "March",
    "title": "Why Did Lord Shri Jhulelal Incarnate..? - Awakening Message (Thought-Provoking)",
    "author": "monu_ram_sai_ji",
    "image_url": "/images/articles/jhulelal-sai-image-2.jpg",
    "article": "Like every year, the grand festival of the Sindhi community, **Chetichand**, has arrived! Enthusiastic preparations across India—various cultural and religious programs within Chetichand celebrations!\n\nHave you ever wondered? Why do we celebrate the birth anniversary or festival of our deity? What was the reason behind His incarnation? Think about it! Just by celebrating these festivals, will we please the Lord? Are we truly following the faith for which He incarnated?\n\nEvery person knows that one should adhere to their religion! One should follow religious values and traditions! But why don’t they? Because they don’t truly love their faith and community! They organize grand events merely for show! They celebrate festivals, but they don’t make an effort to understand their history and significance!\n\n**The revered Satguru Swami Haridasram Ji Maharaj** always emphasized one question during Chetichand Mahotsav: Why did Lord Shri Jhulelal incarnate? The common response was—to protect Hindu faith and traditions! But what is Hindu Dharma? The sacred symbols of Hinduism—**Shikha (topknot) and Janeu (sacred thread)**—signify religious identity. So, Lord Jhulelal incarnated to protect Hinduism, which means to safeguard the Shikha and Janeu!\n\nBack then, tyrant Mirkhshah was forcefully converting Hindus. But today, who is oppressing us? Who is cutting off our Shikha and Janeu? Reflect upon this! If we cannot even protect our own faith, what is the point of celebrating festivals? What is the truth? Think!\n\nLooking at history, we find that **Varunavatar Lord Shri Jhulelal** incarnated to protect Hinduism. Non-believers were persecuting Hindus, forcing them to abandon their faith by removing their sacred symbols. Our religion was under threat! In distress, Hindus cried out for divine intervention—'O Lord, protect us! Save our Dharma!' In response, **Lord Shri Jhulelal Sai Ji** incarnated to restore faith and prevent Hindus from being forced into other religions. Just as the **Bhagavad Gita** states:\n\n**'Swadharme nidhanam shreyah, paradharmo bhayavahah.'**\n\n(Dying in one's own faith is beneficial; following another’s faith is fearful.)\n\nJust as water is life for a fish, faith is life for a human! Therefore, one must always stay firm in their religion! Now, ask yourself—Are we truly following our faith? Have we Hindus maintained the traditions of Janeu and Shikha? No! Then, aren’t we dishonoring our deity? How can we protect our faith if we don’t even uphold the principles for which Lord Jhulelal incarnated?\n\nPreviously, others oppressed us and drove us away from our faith. But today, **we are free yet enslaved!** We are harming ourselves, making ourselves weak, and distancing ourselves from our own religion! It’s time to wake up! Hindus must take the initiative to wear Shikha and Janeu once again!!!\n\n**Satguru Swami Teoonram Ji Maharaj** has written in his divine words:\n\n**'Dharma apne maahin hardam, pyaar kar natna nahi!\nSees jaave jaan de, par dharma se hatna nahi!!'**\n\n(Surrender your life if needed, but never abandon your faith!)\n\nMany saints, sages, and warriors sacrificed their lives to protect Dharma! Even the Supreme Divine Incarnations had to manifest repeatedly in India to safeguard religion! Therefore, no matter how many hardships one endures, one must always remain steadfast in their faith! One must always consider their own religion as superior!\n\nHence, awaken Hindu brothers for the protection of Dharma! Protect **Sanatan Dharma** first within yourself! Preserve your faith by wearing **Shikha and Janeu**! Adopt it yourself and inspire others to do the same! Only then will our Dharma survive, and we will truly please our Lord! Only then will our **Chetichand—Lord Shri Jhulelal Jayanti** celebration be meaningful and successful!"
  }
}
